<refs>
  <record>
    <code>Abbott</code>
    <full>Abbott, T.K. Catalogue of fifteenth-century books in the Library of Trinity College, Dublin and in Marsh's Library, Dublin, with a few from other collections. Dublin, 1905.</full>
  </record>
  <record>
    <code>Accurti(1930)</code>
    <full>Accurti, Thomas. Editiones saeculi XV pleraeque bibliographis ignotae. Florentiae, 1930.</full>
  </record>
  <record>
    <code>Accurti(1936)</code>
    <full>Accurti, Thomas. Aliae editiones saeculi XV pleraeque nondum descriptae. Florentiae, 1936.</full>
  </record>
  <record>
    <code>Adams</code>
    <full>Adams, H.M. Catalogue of books printed on the continent of Europe, 1501-1600, in Cambridge libraries. 2 vols. Cambridge, 1967.</full>
  </record>
  <record>
    <code>Adler</code>
    <full>Adler, Israel. 'Les incunables h&#233;bra&#239;ques de la Biblioth&#232;que Nationale'. Le livre h&#233;bra&#239;que: incunables, publications isra&#233;liennes. Exposition, Paris, 1962, pp. 69-106.</full>
  </record>
  <record>
    <code>Ageno</code>
    <full>Ageno, F. Librorum saec. XV impressorum qui in publica Ticinensi Bibliotheca adservantur catalogus. Florentiae, 1954. (Biblioteca di bibliografia italiana, 29).</full>
  </record>
  <record>
    <code>AGB</code>
    <full>Archiv f&#252;r Geschichte des Buchwesens.</full>
  </record>
  <record>
    <code>AGM</code>
    <full>Archiv f&#252;r Geschichte der Medizin.</full>
  </record>
  <record>
    <code>Alberts(Anshelm)</code>
    <full>Alberts, Hildegard. 'Reuchlins Drucker, Thomas Anshelm'. Johannes Reuchlin 1455-1522: Festgabe ... zur 400. Wiederkehr seines Geburtstages, Pforzheim, 1955, pp.205-65.</full>
  </record>
  <record>
    <code>Altmann(Brandis)</code>
    <full>Altmann, Ursula. Die Leistungen der Drucker mit Namen Brandis im Rahmen der Buchgeschichte des 15.Jahrhunderts. [Dissertation. Unpublished MS, Berlin 1974] Published by SBPK Berlin, Gesamtkatalog der Wiegendrucke, 2005, see: http://edoc.hu-berlin.de/dissertationen/altmann-ursula-1974-12-18/PDF/Altmann.pdf</full>
  </record>
  <record>
    <code>Altmann(Frisner)</code>
    <full>Altmann, Ursula. 'Andreas Frisner, der Drucker des Capotius und Martin Landsberg'. Johannes Gutenberg: Regionale Aspekte des fr&#252;hen Buchdrucks: Vortr&#228;ge der Internationalen Konferenz zum 550. Jubil&#228;um der Buchdruckerkunst am 26. und 27. Juni 1990 in Berlin, Wiesbaden, 1993, pp. 203-17 (Beitr&#228;ge aus der Staatsbibliothek zu Berlin, Preu&#223;ischer Kulturbesitz, Bd.1).</full>
  </record>
  <record>
    <code>AmBCat</code>
    <full>Pollard, Alfred W. Catalogue of books &#8230; from the presses of the first printers, collected by Rush C. Hawkins and deposited in the Annmary Brown Memorial at Providence, Rhode Island. Oxford, 1910.</full>
  </record>
  <record>
    <code>Amelung, Fr&#252;hdruck</code>
    <full>Amelung, Peter. Der Fr&#252;hdruck im deutschen S&#252;dwesten, 1473-1500. Bd. 1 [etc]. Stuttgart, 1979- [in progress].</full>
  </record>
  <record>
    <code>Amelung, Hellinga Festschrift</code>
    <full>Amelung, Peter. 'Die niederl&#228;ndischen Inkunabeln der W&#252;rttembergischen Landesbibliothek in Stuttgart'. Hellinga-Festschrift: 43 studies in bibliography presented to Prof. Dr. Wytze Hellinga &#8230; 1978, Amsterdam, 1980, pp.1-27.</full>
  </record>
  <record>
    <code>Amelung(Reutlingen)</code>
    <full>Amelung, Peter. Katalog der Inkunabeln der Stadtb&#252;cherei Reutlingen. Reutlingen, 1976.</full>
  </record>
  <record>
    <code>Amzalak</code>
    <full>Amzalak, Moses Bensabat. A tipografia hebraica em Portugal no s&#233;culo quinze. Coimbra, 1922.</full>
  </record>
  <record>
    <code>Anselmo</code>
    <full>Anselmo, Artur. Origens da imprensa em Portugal. Lisboa, 1981.</full>
  </record>
  <record>
    <code>Aquilon</code>
    <full>Aquilon, Pierre. Catalogues r&#233;gionaux des incunables des Biblioth&#232;ques publiques de France. Vol.X: R&#233;gion Centre. Paris, 1991.</full>
  </record>
  <record>
    <code>Arnoult</code>
    <full>Arnoult, Jean-Marie. Catalogues r&#233;gionaux des incunables des Biblioth&#232;ques publiques de France. Vol.I: Biblioth&#232;ques de la R&#233;gion Champagne-Ardenne. Bordeaux, 1979.</full>
  </record>
  <record>
    <code>Audiffredi</code>
    <full>Audiffredi, Giovanni Battista. Catalogus historico-criticus Romanarum editionum saeculi XV. Romae, 1783.</full>
  </record>
  <record>
    <code>Audiat</code>
    <full>Audiat, Louis. '&#201;v&#234;ch&#233; et Chapitre de Saintes'. Archives Historiques de la Saintonage et de l'Aunis 10 (1882), pp. 21-142.</full>
  </record>
  <record>
    <code>Audin</code>
    <full>Audin de Rians, S.L.G.E. [Bibliography of the writings of Savonarola], in Trattato di frate Ieronimo Savonarola circa il reggimento e governo della citt&#224; di Firenze. Firenze, 1847.</full>
  </record>
  <record>
    <code>Baer, Kat.585</code>
    <full>Joseph Baer &amp; Co. Incunabula xylographica et typographica 1455-1500 (Lagerkatalog 585). Frankfurt a.M., 1910.</full>
  </record>
  <record>
    <code>Badali&#263;(Croatia)</code>
    <full>Badali&#263;, Josip. Inkunabule u Narodnoj Republici Hrvatskoj (Incunabula quae in Populari Republica Croatio asservantur). Zagreb, 1952.</full>
  </record>
  <record>
    <code>Balivet(Istanbul)</code>
    <full>Balivet, Michel, Havva K&#305;v&#305;rc&#305;k and Nicolas Vatin. 'Les incunables de la Biblioth&#232;que des Mus&#233;es Arch&#233;ologiques d'Istanbul'. Gb Jb 1987, pp. 317-23.</full>
  </record>
  <record>
    <code>Ballard</code>
    <full>Ballard, James F. A catalogue of the medieval and renaissance manuscripts and incunabula in the Boston Medical Library. Boston, 1944.</full>
  </record>
  <record>
    <code>Balsamo</code>
    <full>Balsamo, L. Giovann'Angelo Scinzenzeler tipografo in Milano (1500-1526). Firenze, 1959. (Biblioteca bibliografica italica, 20).</full>
  </record>
  <record>
    <code>Barini</code>
    <full>Barini, G.</full>
  </record>
  <record>
    <code>Baroncelli</code>
    <full>Baroncelli, U. Catalogo degli incunabuli della Biblioteca Ugo da Como di Lonato. Firenze, 1953. (Biblioteca di bibliografia italiana, 25).</full>
  </record>
  <record>
    <code>Baroncelli, Inc. Quer.</code>
    <full>Baroncelli, U. Gli incunabuli della Biblioteca Queriniana di Brescia. Brescia, 1970.</full>
  </record>
  <record>
    <code>Baudrier</code>
    <full>Baudrier, H.L. Bibliographie lyonnaise: recherches sur les imprimeurs, libraires, relieurs et fondeurs de lettres de Lyon au XVIe si&#232;cle. Lyon, Paris, 1895-1950.</full>
  </record>
  <record>
    <code>Baurmeister, Viandier.</code>
    <full>Ursula Baurmeister. '&#192; propos de Taillevent, ma&#238;tre queux de Charles V et de Charles VI. Les &#233;ditions du Viandier au xve si&#232;cle'. Bulletin du bibliophile 2001 pp.372-77.</full>
  </record>
  <record>
    <code>BAVI</code>
    <full>Sheehan, William J. Bibliothecae Apostolicae Vaticanae incunabula. 4 vols. Citt&#224; del Vaticano, 1997 (Studi e testi 380-383).</full>
  </record>
  <record>
    <code>BBFN Inc</code>
    <full>Bio-bibliographia franciscana neerlandica ante saeculum XVI. II: L. Mees. Pars bibliographica, Incunabula. Nieuwkoop, 1974.</full>
  </record>
  <record>
    <code>Beattie(1)</code>
    <full>Beattie, W. 'Supplement to the hand-list of incunabula in the National Library of Scotland'. Edinburgh Bibliographical Society Transactions 2 (1944) pp.151-230.</full>
  </record>
  <record>
    <code>Beattie(2)</code>
    <full>Beattie, W. 'Second supplement &#8230; '. Edinburgh Bibliographical Society Transactions 2 (1946) pp.331-44.</full>
  </record>
  <record>
    <code>Bechstein(Museum)</code>
    <full>Deutsches Museum f&#252;r Geschichte, Literatur, Kunst und Altertumskunde, ed. Ludwig Bechstein. Vol. 1-2. Jena, 1842-43.</full>
  </record>
  <record>
    <code>Beck</code>
    <full>Beck, Sigisbert. Katalog der Inkunabeln in der Stiftsbibliothek Engelberg. St. Ottilien, 1985. (Studien und Mitteilungen zur Geschichte des Benediktiner-Ordens, 27. Erg&#228;nzungsband).</full>
  </record>
  <record>
    <code>Beltrami</code>
    <full>Beltrami, R. 'Incunabuli di biblioteche e archivi novaresi'. Bollettino della sezione di Novara della R. Deputazione subalpina di storia patria 31 (1937) and 33 (1939).</full>
  </record>
  <record>
    <code>Benziger(Einsiedeln)</code>
    <full>Benziger, Karl J. Geschichte des Buchgewerbes im f&#252;rstl. Benidiktinerstifte U.L.F. von Einsiedeln. Einsiedeln, 1912.</full>
  </record>
  <record>
    <code>Benziger(Riederer)</code>
    <full>Benziger, Karl J. 'Inkunabeldrucke der Friedrich Riedererschen Offizin in Freiburg i.Br.' ZfB31 (1914), pp. 108-13.</full>
  </record>
  <record>
    <code>Benzing(Aschaffenburg)</code>
    <full>Benzing, Josef. Die Fr&#252;hdrucke der Hofbibliothek Aschaffenburg bis zum Jahre 1550. Aschaffenburg, 1968. (Ver&#246;ffentlichungen des Geschichts- und Kunstvereins Aschaffenburg e.V., 11).</full>
  </record>
  <record>
    <code>Benzing(Strasbourg)</code>
    <full>Benzing, Josef. Bibliographie strasbourgeoise. Baden-Baden, 1981. (Bibliotheca bibliographica aureliana, 80).</full>
  </record>
  <record>
    <code>Bernoulli</code>
    <full>Bernoulli, Carl Christoph. 'Die Incunabeln des Basler Staatsarchivs'. Basler Zeitschrift f&#252;r Geschichte und Altertumskunde, 9 (1910), pp.1-35.</full>
  </record>
  <record>
    <code>Bersano Begey</code>
    <full>Bersano Begey, M. 'Gli incunabuli della Biblioteca del Grande S&#233;minaire'. La valle d'Aosta: relazioni e communicazioni al XXXI Congresso storico subalpino, Aosta 9-11 sett. 1956, Cuneo, 1959, pp.965-75.</full>
  </record>
  <record>
    <code>Bertram(Bielefeld)</code>
    <full>Bertram, Theodor. Beschreibung der Inkunabeln, die sich in den Bibliotheken des Gymnasiums und der Altst&#228;dter Kirche zu Bielefeld befinden. Leipzig, 1906. (Beilage zu dem Proramm des Gymnasiums und Realgymnasiums zu Bielefeld Ostern 1906).</full>
  </record>
  <record>
    <code>BHL</code>
    <full>Bibliotheca hagiographica latina antiquae et mediae aetatis. 3 vols. Bruxelles, 1898-1911.</full>
  </record>
  <record>
    <code>BHM</code>
    <full>Lambert, Bernard. Bibiotheca Hieronymiana manuscripta. Vol. 1-4. Steenbrugge, 1969-1972. (Instrumenta patristica. 4)</full>
  </record>
  <record>
    <code>Bianca(Messina)</code>
    <full>Bianca, Concetta. Stampa cultura e societ&#224; a Messina alla fine del Quattrocento. 2 vols. Palermo, 1988.</full>
  </record>
  <record>
    <code>Bibl Belg</code>
    <full>Bibliotheca Belgica: bibliographie g&#233;n&#233;rale des Pays-Bas. 7 vols. Bruxelles, 1964-75.</full>
  </record>
  <record>
    <code>Bird</code>
    <full>Bird, D.T. A catalogue of sixteenth-century medical books in Edinburgh libraries. Edinburgh, 1982.</full>
  </record>
  <record>
    <code>Bloomfield</code>
    <full>Bloomfield, Morton W. Incipits of Latin works on the virtues and vices, 1100-1500 A.D. Cambridge (Mass.), 1979.</full>
  </record>
  <record>
    <code>BMC</code>
    <full>Catalogue of books printed in the XVth century now in the British Museum [British Library]. 13 parts. London, 't Goy-Houten, 1963-2007. (Pts I-IX reproduced from the working copies of the original edition (London, 1908-62) annotated at the Museum).</full>
  </record>
  <record>
    <code>BMC(Dut)</code>
    <full>Short-title catalogue of books printed in the Netherlands and Belgium and of Dutch and Flemish books printed in other countries from 1470 to 1600 now in the British Museum. London, 1965.</full>
  </record>
  <record>
    <code>BMC(Fr)</code>
    <full>Short-title catalogue of books printed in France and of French books printed in other countries from 1470 to 1600 now in the British Museum. London, 1924. (Supplement. London, 1986.)</full>
  </record>
  <record>
    <code>BMC(Ger)</code>
    <full>Short-title catalogue of books printed in the German-speaking countries and German books printed in other countries from 1455 to 1600 now in the British Museum. London, 1962. (Supplement. London, 1990.)</full>
  </record>
  <record>
    <code>BMC(It)</code>
    <full>Short-title catalogue of books printed in Italy and of Italian books printed in other countries from 1465 to 1600 now in the British Museum. London, 1958. (Supplement. London, 1986.)</full>
  </record>
  <record>
    <code>BMC(Sp)</code>
    <full>Catalogue of books printed in Spain and of Spanish books printed elsewhere in Europe before 1601 now in the British Library. 2nd edition. London, 1989.</full>
  </record>
  <record>
    <code>Bobrova</code>
    <full>Bobrova, E.I. Akademiya Nauk SSSR: Katalog inkunabulov. Moskva, 1963.</full>
  </record>
  <record>
    <code>Bod-Inc</code>
    <full>A catalogue of books printed in the fifteenth century now in the Bodleian Library. 6 vols. Oxford, 2005.</full>
  </record>
  <record>
    <code>Bodemann</code>
    <full>Bodemann, Eduard. Xylographische und typographische Incunabeln der K&#246;niglichen &#214;ffentlichen Bibliothek zu Hannover. Hannover, 1866.</full>
  </record>
  <record>
    <code>Bodmer</code>
    <full>B&#252;chler-Mattmann, Helene. Inkunabeln der Bodmeriana: Katalog. Cologny-Gen&#232;ve, 1976.</full>
  </record>
  <record>
    <code>Boh(Breviere)</code>
    <full>Bohatta, Hanns. Bibliographie der Breviere, 1501-1850. Leipzig, 1937.</full>
  </record>
  <record>
    <code>Boh(LB)</code>
    <full>Bohatta, Hanns. Liturgische Bibliographie des XV. Jahrhunderts. Wien, 1911.</full>
  </record>
  <record>
    <code>Boh(Parma)</code>
    <full>Bohatta, Hanns. Katalog der liturgischen Drucke des XV. und XVI. Jahrhunderts in der Herzogl. Parma'schen Bibliothek in Schwarzau. 2. Teil. Wien, 1909.</full>
  </record>
  <record>
    <code>Boh(1924)</code>
    <full>Bohatta, Hanns. Bibliographie der livres d'heures &#8230; (2nd edition). Wien, 1924.</full>
  </record>
  <record>
    <code>BOOCT</code>
    <full>Bibliography of old Catalan texts. Compiled by Beatrice Jorgensen Concheff. Madison, 1985.</full>
  </record>
  <record>
    <code>Borchling &amp; Claussen</code>
    <full>Borchling, Conrad and Claussen, Bruno. Niederdeutsche Bibliographie: Gesamtverzeichnis der niederdeutschen Drucke bis zum Jahre 1800. 3 Bde. Neum&#252;nster, 1931-57.</full>
  </record>
  <record>
    <code>Borm</code>
    <full>Borm, Wolfgang. Incunabula Guelferbytana: Blockb&#252;cher und Wiegendrucke der Herzog August Bibliothek Wolfenb&#252;ttel. Wiesbaden, 1990.</full>
  </record>
  <record>
    <code>Bornschlegel</code>
    <full>Bornschlegel, Franz A. 'Etappen der Schriftentwicklung im Augsburger Buchdruck von G&#252;nter Zainer bis Johann Sch&#246;nsperger d.&#196;.'. Augsburger Buchdruck und Verlagswesen: von den Anf&#228;ngen bis zur Gegenwart, Wiesbaden, 1997, pp. 153-72.</full>
  </record>
  <record>
    <code>Boselli</code>
    <full>Boselli, Antonio. 'Incunabuli della R. Biblioteca Universitaria di Bologna non segnalati dal Caronti e dal Frati'. Accademie e Biblioteche d'Italia 12 (1938) pp.154-66.</full>
  </record>
  <record>
    <code>Bo&#353;njak</code>
    <full>Bo&#353;njak, M. A study of slavic incunabula. Zagreb, 1968.</full>
  </record>
  <record>
    <code>Bourdillon</code>
    <full>Bourdillon, F.W. The early editions of the Roman de la Rose. London, 1906. (Illustrated monographs issued by the Bibliographical Society, XIV).</full>
  </record>
  <record>
    <code>Bradshaw</code>
    <full>Bradshaw, Henry. 'The printer of Historia S. Albani'. Memorandum 1 (February 1868). (Reprinted in: Collected papers, Cambridge, 1889, pp.149-63.)</full>
  </record>
  <record>
    <code>Brednich</code>
    <full>Brednich, Rolf Wilhelm. Die Liedpublizistik im Flugblatt des 15. bis 17. Jahrhunderts. 2 vols. Baden-Baden, 1974/1975. (Bibliotheca bibliographica aureliana LV, LX.)</full>
  </record>
  <record>
    <code>Breitenbruch</code>
    <full>Breitenbruch, Bernd. Die Inkunabeln der Stadtbibliothek Ulm. Weissenhorn, [1987].</full>
  </record>
  <record>
    <code>Bresson</code>
    <full>Bresson, Odette. Catalogue du fonds hispanique ancien (1492-1808) de la Biblioth&#232;que Sainte-Genevi&#232;ve de Paris. Paris, 1994.</full>
  </record>
  <record>
    <code>Broszinski(Kassel)</code>
    <full>Broszinski, Hartmut. 'Die Inkunabeln der Gesamthochschul-Bibliothek Kassel Landesbibliothek und Murhardsche Bibliothek der Stadt Kassel. Katalog'. Hessisches Jahrbuch f&#252;r Landesgeschichte 36 (1986), pp. 69-101.</full>
  </record>
  <record>
    <code>Bruckner</code>
    <full>Bruckner, Ursula. 'Wenzel Faber von Budweis oder Johannes Virdung?' Beitr&#228;ge zur Inkunabelkunde, Dritte Folge 4 (1969) pp. 123-40.</full>
  </record>
  <record>
    <code>Brunet</code>
    <full>Brunet, Jacques-Charles. Manuel du libraire et de l'amateur de livres. 6 vols. &amp; supplements. Paris, 1860-80.</full>
  </record>
  <record>
    <code>Bruns-Lohmeier</code>
    <full>Bruns, Alken and Dieter Lohmeier. Die L&#252;becker Buchdrucker im 15. und 16. Jahrhundert: Buchdruck f&#252;r den Ostseeraum. Heide i.H., 1994.</full>
  </record>
  <record>
    <code>Brussels exhib.1973, cat.</code>
    <full>De vijfhonderdste verjaring van de boekdrukkunst in de Nederlanden. Le cinqui&#232;me centenaire de l'imprimerie dans les anciens Pays-Bas. Brussel, 1973.</full>
  </record>
  <record>
    <code>BSA</code>
    <full>Bibliographical Society of America. The Papers. Vol.1 1904/07- [in progress].</full>
  </record>
  <record>
    <code>BSB-Ink</code>
    <full>Bayerische Staatsbibliothek Inkunabelkatalog. Bd. 1-6. Wiesbaden, 1988-2005.</full>
  </record>
  <record>
    <code>B&#252;chersch&#228;tze in Regensburg</code>
    <full>B&#252;chersch&#228;tze in Regensburg: fr&#252;he Drucke aus den Best&#228;nden der Staatlichen Bibliothek. Katalog zu Ausstellung 8.2.-2.3.1996. Regensburg, 1996.</full>
  </record>
  <record>
    <code>B&#252;hler(Doctrinale)</code>
    <full>B&#252;hler, Curt F. 'New Coster fragments of the Doctrinale'. Gb Jb 1938 pp.59-68.</full>
  </record>
  <record>
    <code>B&#252;hler(P)</code>
    <full>B&#252;hler, Curt F. 'The 15th-century editions of Petrarch's Historia Griseldis'. The Library Quarterly 15 (1945) pp.231-36.</full>
  </record>
  <record>
    <code>Buff&#233;vent</code>
    <full>Buff&#233;vent, B&#233;atrix de. Catalogues r&#233;gionaux des incunables des Biblioth&#232;ques publiques de France. Vol. VIII: Biblioth&#232;ques de la R&#233;gion Ile-de-France. Paris, 1993.</full>
  </record>
  <record>
    <code>Burger</code>
    <full>Burger, Konrad. The printers and publishers of the XVth century with lists of their works. London, 1902.</full>
  </record>
  <record>
    <code>Burger(Buchh&#228;ndleran)</code>
    <full>Burger, Konrad. Buchh&#228;ndleranzeigen des 15. Jahrhunderts. Leipzig, 1907.</full>
  </record>
  <record>
    <code>Burger(MG&amp;IT)</code>
    <full>Burger, Konrad. Monumenta Germaniae et Italiae typographica: deutsche und italienische Inkunabeln in getreuen Nachbildungen. Berlin, [1892]-1916.</full>
  </record>
  <record>
    <code>But</code>
    <full>Butler, Pierce. A check-list of fifteenth century books in the Newberry Library and in other libraries of Chicago. Chicago, 1933.</full>
  </record>
  <record>
    <code>C</code>
    <full>Copinger, W.A. Supplement to Hain's Repertorium bibliographicum, Part II. 2 vols. &amp; Addenda. London, 1898 &amp; 1902.</full>
  </record>
  <record>
    <code>Camerini, Giunti</code>
    <full>Camerini, Paolo. Annali dei Giunti. Vol.I. Venezia. Firenze, 1962-63. (Biblioteca bibliografica italica, 26, 28).</full>
  </record>
  <record>
    <code>Camp</code>
    <full>Campbell, M.F.A.G. Annales de la typographie n&#233;erlandaise au XVe si&#232;cle. La Haye, 1874. Numbers in brackets are from the 10th supplement: L. and W. Hellinga. 'Additions and notes to Campbell's Annales and GW'. Beitr&#228;ge zur Inkunabelkunde, Dritte Folge 1 (1965) pp.76-86.</full>
  </record>
  <record>
    <code>Camp(I)-(IV)</code>
    <full>Campbell, M.F.A.G. Annales &#8230; , 1er-4e suppl&#233;ments. La Haye, 1878-90.</full>
  </record>
  <record>
    <code>Camp(XII)-(XIII)</code>
    <full>Thienen, G. van. Campbell, M.F.A.G. Annales &#8230; . Additions &#8230; [in preparation].</full>
  </record>
  <record>
    <code>Camp-Kron</code>
    <full>Kronenberg, M.E. Campbell's Annales de la typographie n&#233;erlandaise au XVe si&#232;cle: contributions to a new edition. I) Additions. II) Losses, doubtful cases, notes. The Hague, 1956.</full>
  </record>
  <record>
    <code>Camp-KronM</code>
    <full>Kronenberg, M.E. 'More contributions and notes to a new Campbell edition'. Het Boek 36 (1964) pp.129-39.</full>
  </record>
  <record>
    <code>Campbell(Maps)</code>
    <full>Campbell, Tony. The earliest printed maps 1472-1500. London, 1987.</full>
  </record>
  <record>
    <code>Caronti</code>
    <full>Caronti, A. Gli incunabuli della Biblioteca Universitaria di Bologna. Bologna, 1889.</full>
  </record>
  <record>
    <code>Cassuto</code>
    <full>Cassuto, Umberto. 'Incunabuli ebraici a Firenze'. La Bibliofilia 12 (1910/11) pp.349-56, 464-72; 13 (1911/12) pp.222-30, 384-94. (Reprinted Firenze, 1912.)</full>
  </record>
  <record>
    <code>Castan(Besan&#231;on)</code>
    <full>Castan, Auguste. Catalogue des incunables de la Biblioth&#232;que Publique de Besan&#231;on. Besan&#231;on, 1893.</full>
  </record>
  <record>
    <code>Chap</code>
    <full>Osborne, Lucy Eugenia. The Chapin Library, Williams College. A short-title list. Portland (Maine), 1939.</full>
  </record>
  <record>
    <code>Chatelain</code>
    <full>Chatelain, E. 'Catalogue des incunables de la biblioth&#232;que de l'Universit&#233; de Paris'. [I] Revue des biblioth&#232;ques 12 (1902) pp.121-272. ([Supplement] Revue des biblioth&#232;ques 15 (1905) pp.224-45).</full>
  </record>
  <record>
    <code>Chawner</code>
    <full>Chawner, G. A list of the incunabula in the library of King's College, Cambridge. Cambridge, 1908.</full>
  </record>
  <record>
    <code>Chiodi</code>
    <full>Chiodi, L. Indice degli incunabuli della Biblioteca Civica di Bergamo. Bergamo, 1966.</full>
  </record>
  <record>
    <code>Christie</code>
    <full>Catalogue of the Christie collection &#8230; bequeathed to &#8230; the University of Manchester. Manchester, 1915.</full>
  </record>
  <record>
    <code>Church</code>
    <full>Cole, George Watson. A catalogue of books relating to the discovery &#8230; of &#8230; America, forming a part of the library of E. D. Church. Volume I, 1482-1590. New York, 1907.</full>
  </record>
  <record>
    <code>CIBN</code>
    <full>Biblioth&#232;que Nationale. Catalogue des incunables. T. I fasc 1-3 (Xylographes, A-D); T. II (H-Z). Paris, 1981-2006.</full>
  </record>
  <record>
    <code>C(Im)</code>
    <full>Copinger, W.A. Hand list of &#8230; the largest collection in the world of editions of 'The Imitation' of Thomas &#224; Kempis. Privately printed, [1908].</full>
  </record>
  <record>
    <code>Cioni, Poesia</code>
    <full>Cioni, Alfredo. La poesia religiosa. Firenze, 1963. (Biblioteca bibliografica italica, 30).</full>
  </record>
  <record>
    <code>Cioni, Rappr.</code>
    <full>Cioni, Alfredo. Bibliografia delle Sacre Rappresentazioni. Firenze, 1961. (Biblioteca bibliografica italica, 22).</full>
  </record>
  <record>
    <code>Cioni, Unici Cors.</code>
    <full>Cioni, Alfredo. Esemplari unici di edizioni quattrocentine della Sezione Corsiniana. Roma, 1962.</full>
  </record>
  <record>
    <code>C(IVir)</code>
    <full>Copinger, W.A. 'Incunabula Virgiliana'. Transactions of the Bibliographical Society 2 (1893-94) pp.123-226.</full>
  </record>
  <record>
    <code>Cl</code>
    <full>Claudin, Anatole. Histoire de l'imprimerie en France au XVe et au XVIe si&#232;cle. 4 vols. Paris, 1900-14. Tables alphab&#233;tiques (r&#233;dig&#233;es par P. Lacombe). Paris, 1915, repr. Nendeln, 1971</full>
  </record>
  <record>
    <code>Cl(FPPr)</code>
    <full>Claudin, Anatole. The first Paris press. An account of the books printed for G. Fichet and J. Heynlin in the Sorbonne, 1470-72. London, 1898. (Illustrated monographs issued by the Bibliographical Society, VI).</full>
  </record>
  <record>
    <code>Cl(Poit)</code>
    <full>Claudin, Anatole. Origines et d&#233;buts de l'imprimerie &#224; Poitiers: bibliographie des premiers livres imprim&#233;s dans cette ville. Paris, 1897.</full>
  </record>
  <record>
    <code>Claes</code>
    <full>Bibliographisches Verzeichnis der deutschen Vokabulare und W&#246;rterb&#252;cher, gedruckt bis 1600. Hildesheim, New York, 1977.</full>
  </record>
  <record>
    <code>Cockshaw</code>
    <full>Cockshaw, Pierre. 'Les textes mon&#233;taires imprim&#233;s sous le r&#232;gne de Philippe le Beau (1482-1506)'. Villes d'imprimerie et moulins &#224; papier du XIVe au XVIe si&#232;cle &#8230; colloque international, Spa, 11-14.IX.1973, Bruxelles, 1976, pp.165-96.</full>
  </record>
  <record>
    <code>Cohen</code>
    <full>Cohen, A. 'Hebrew incunabula at Cambridge'. Jewish Quaterly Review 19 (1907) pp. 744-50; 20 (1908) pp. 464-65.</full>
  </record>
  <record>
    <code>Collijn, Ettbladstryck</code>
    <full>Collijn, Isak. Ettbladstryck fr&#229;n femtonde &#229;rhundradet. 2 vols. Stockholm, 1905-12.</full>
  </record>
  <record>
    <code>Coll(L)</code>
    <full>Collijn, Isak. Katalog &#246;fver Link&#246;pings stifts- och l&#228;roverksbiblioteks inkunabler. Uppsala, 1909. (Bibliotheca Ekmaniana, 7.)</full>
  </record>
  <record>
    <code>Coll(L&#252;beck)</code>
    <full>Collijn, Isak. 'L&#252;becker Fr&#252;hdrucke in der Stadtbibliothek zu L&#252;beck'. Zeitschrift des Vereins f&#252;r L&#252;beckische Geschichte und Altertumskunde 9 (1908), pp. 288-333 und Beilage, Tafel 1-26.</full>
  </record>
  <record>
    <code>Coll(S)</code>
    <full>Collijn, Isak. Katalog der Inkunabeln der Kgl. Bibliothek in Stockholm. 3 pt. Stockholm, 1914. (Nyf&#246;rv&#228;rv 1915-1939 j&#228;mte till&#228;gg. Kungl. Bibliotekets Handlingar, Bilagor 5. Uppsala, 1940.)</full>
  </record>
  <record>
    <code>Coll(SB)</code>
    <full>Collijn, Isak. Sveriges bibliografi intill &#229;r 1600. 3 vols. Uppsala, 1927-38.</full>
  </record>
  <record>
    <code>Coll(U)</code>
    <full>Collijn, Isak. Katalog der Inkunabeln der Kgl. Universit&#228;ts-Bibliothek zu Uppsala. Uppsala, 1907. (Bibliotheca Ekmaniana, 5.</full>
  </record>
  <record>
    <code>Collura</code>
    <full>Collura, Paolo. Notazione bibliografica degli incunabuli conservati nella Biblioteca Torres di Monreale. Reggio d'Emilia, 1936.</full>
  </record>
  <record>
    <code>Colmar</code>
    <full>Catalogue des incunables de la Biblioth&#232;que de la Ville de Colmar. Paris, 1895.</full>
  </record>
  <record>
    <code>Conti</code>
    <full>Ginori Conti, Piero. Bibliografia delle opere del Savonarola. Vol.I (Prediche). Firenze, 1939.</full>
  </record>
  <record>
    <code>Conway</code>
    <full>Conway, William M. The woodcutters of the Netherlands in the fifteenth century. Cambridge, 1884.</full>
  </record>
  <record>
    <code>Cook</code>
    <full>Cook, Olan V. Incunabula in the Hanes Collection of the Library of the University of North Carolina. Enlarged edition. Chapel Hill, 1960.</full>
  </record>
  <record>
    <code>Coq(Bordeaux)</code>
    <full>Coq, Dominique. Catalogue des incunables de la Biblioth&#232;que municipale de Bordeaux. Bordeaux, 1974.</full>
  </record>
  <record>
    <code>Corsten(Ablass)</code>
    <full>Corsten, Severin. 'Der Ablass zugunsten der Kathedrale von Saintes: seine Verk&#252;ndigung am Niederrhein im Spiegel der Wiegendrucke'. Annalen des Historischen Vereins f&#252;r den Niederrhein 177 (1975), pp. 62-75.</full>
  </record>
  <record>
    <code>Corsten(Anf&#228;nge)</code>
    <full>Corsten, Severin. Die Anf&#228;nge des K&#246;lner Buchdrucks. K&#246;ln, 1955.</full>
  </record>
  <record>
    <code>Cosentini</code>
    <full>Cosentini, Francesco. Gli incunaboli ed i tipografi piemontesi del secolo XV. Torino, 1914.</full>
  </record>
  <record>
    <code>Cowley</code>
    <full>Cowley, A.E. A concise catalogue of the Hebrew printed books in the Bodleian Library. Oxford, 1929.</full>
  </record>
  <record>
    <code>CPhCat</code>
    <full>Catalogue of the incunabula in the Library of the College of Physicians of Philadelphia. [1931]. (Reprinted from: Annals of Medical History, New Series 3 (1931) pp.228-40, 325-54, 439-54).</full>
  </record>
  <record>
    <code>CR</code>
    <full>Reichling, Dietrich. Appendices ad Hainii-Copingeri Repertorium Bibliographicum. Additiones et emendationes. 6 vols. &amp; index. Monachii, 1905-11. (Supplement. Monasterii, 1914.).</full>
  </record>
  <record>
    <code>Cx</code>
    <full>Needham, Paul. 'Checklist of Caxton's printing'. The printer &amp; the pardoner, Washington D.C., 1986 pp.83-91.</full>
  </record>
  <record>
    <code>Dahm</code>
    <full>Dahm, Inge. Aargauer Inkunabelkatalog. Aarau, 1985.</full>
  </record>
  <record>
    <code>Dalbanne(L&#233;gendes)</code>
    <full>Dalbanne, Claude. 'Remarques sur l'illustration de quelques l&#233;gendes dor&#233;es imprim&#233;es &#224; Lyon au quinzi&#232;me si&#232;cle'. Documents pal&#233;ographiques, typographiques, iconographiques &#8230; , 7 (1928) pp. 37-82.</full>
  </record>
  <record>
    <code>Dal-Droz</code>
    <full>Dalbanne, Claude and Droz, Eugenie. L'imprimerie &#224; Vienne en Dauphin&#233; au XVe si&#232;cle. Paris, 1930.</full>
  </record>
  <record>
    <code>Daneo(Correr)</code>
    <full>Daneo, Flavio. 'Indice degli incunaboli (Museo Correr).' Bollettino dei civici musei veneziani d'arte e di storia 34 (1990) pp.5-40, 35 (1991) pp.27-94.</full>
  </record>
  <record>
    <code>Darlow &amp; Moule</code>
    <full>Darlow, T.H. and Moule, H.F. Historical catalogue of the printed editions of Holy Scripture &#8230; Vol.2. London, 1911.</full>
  </record>
  <record>
    <code>Davies</code>
    <full>Davies, H.W. Bernhard von Breydenbach and his journey to the Holy Land 1483-4. London, 1911.</full>
  </record>
  <record>
    <code>Davies &amp; Goldfinch</code>
    <full>Davies, Martin and John Goldfinch. Vergil: A Census of Printed Editions 1469-1500. London, 1992.</full>
  </record>
  <record>
    <code>DBI</code>
    <full>Dizionario biografico degli italiani. Roma, 1960- [in progress].</full>
  </record>
  <record>
    <code>De Marinis</code>
    <full>De Marinis, Tammaro. Appunti e ricerche bibliografiche. Milano, 1940.</full>
  </record>
  <record>
    <code>De Marinis, Livres &#224; figures</code>
    <full>De Marinis, Tammaro. Catalogue d'une collection d'anciens livres &#224; figures appartenant &#224; Tammaro de Marinis. Milano, 1925.</full>
  </record>
  <record>
    <code>De Rossi</code>
    <full>De Rossi, Johannes Bernardus. Annales hebraeo-typographici sec. XV. Parmae, 1795.</full>
  </record>
  <record>
    <code>De Tommasi</code>
    <full>De Tommasi, Alessandro. Notazione bibliografica degli incunabuli della Collegiata di S. Pietro di Broni. Reggio Emilia, 1936.</full>
  </record>
  <record>
    <code>Deckert</code>
    <full>Deckert, Helmut. Katalog der Inkunabeln der S&#228;chsischen Landesbibliothek zu Dresden. 80. Beiheft zum ZfB. Leipzig, 1957.</full>
  </record>
  <record>
    <code>Delisle</code>
    <full>Delisle, Leopold. Chantilly, Le Cabinet des livres: imprim&#233;s ant&#233;rieurs au milieu du XVIe si&#232;cle. Paris, 1905.</full>
  </record>
  <record>
    <code>Delisle(Caen)</code>
    <full>Delisle, L&#233;opold, Catalogue des livres imprim&#233;s ou publi&#233;s &#224; Caen avant le milieu du XVIe si&#232;cle. 2 Tom. Caen, 1903-04 (repr. Amsterdam, 1969).</full>
  </record>
  <record>
    <code>DeR(C)</code>
    <full>Ricci, Seymour de. A census of Caxtons.  Oxford, 1909. (Illustrated monographs issued by the Bibliographical Society, XV).</full>
  </record>
  <record>
    <code>DeR(M)</code>
    <full>Ricci, Seymour de. Catalogue raisonn&#233; des premi&#232;res impressions de Mayence (1455-67). Mainz, 1911. (Ver&#246;ffentlichungen der Gutenberg-Gesellschaft VIII-IX).</full>
  </record>
  <record>
    <code>Dervieux</code>
    <full>Dervieux, E. 'Incunabuli della biblioteca del Seminario di Asti'. Miscellanea di studi storici in onore di Antonio Manno, Vol.2, Torino, 1912, pp.451-80.</full>
  </record>
  <record>
    <code>Desguine</code>
    <full>Biblioth&#232;que Andr&#233; Desguine (Nanterre). Les incunables: catalogue [par Annie Taurant-Boulicault]. Nanterre, 1992.</full>
  </record>
  <record>
    <code>Dimitrovsky</code>
    <full>Dimitrovsky, H.Z. S'ridei Bavli. 2 vols. New York, 1979.</full>
  </record>
  <record>
    <code>Distelbrink</code>
    <full>Distelbrink, Balduinus. Bonaventurae scripta authentica, dubia vel spuria critice recensita. Roma, 1975.</full>
  </record>
  <record>
    <code>D&#246;ring(Freiberg)</code>
    <full>D&#246;ring, Hellmut. 'Freiberger Inkunabelkatalog.' Beitr&#228;ge zur Inkunabelkunde, Dritte Folge 9 (1993).</full>
  </record>
  <record>
    <code>Dodgson(BM)</code>
    <full>Dodgson, Campell. Woodcuts of the XV Century in the Department of Prints and Drawings, British Museum. 2 vols. London, 1934-35. (Reprinted Vaduz, 1980.)</full>
  </record>
  <record>
    <code>Dokoupil</code>
    <full>Dokoupil, Vladislav. Soupis prvotisk&#367; z fond&#367; Universitn&#237; knihovny v Brne. Praha, 1970.</full>
  </record>
  <record>
    <code>Dokoupil(Po&#269;&#225;tky)</code>
    <full>Dokoupil, Vladislav. Po&#269;&#225;tky Brnensk&#233;ho knihtisku: prvotisky. Brno, 1974.</full>
  </record>
  <record>
    <code>Donati</code>
    <full>Donati, Lamberto. 'Le Probl&#232;me de Lienhart Ysenhut', Libri 2 (1952/53), pp. 320-25.</full>
  </record>
  <record>
    <code>Duff</code>
    <full>Duff, E. Gordon. Fifteenth century English books. Oxford, 1917. (Illustrated monographs issued by the Bibliographical Society, XVIII.) Reprinted with supplement compiled by L .Hellinga. London, 2009.</full>
  </record>
  <record>
    <code>Duff(Dial)</code>
    <full>Duff, E. Gordon. The dialogue of communing between the wise King Salomon and Marcolphus. With a bibliography. London, 1892.</full>
  </record>
  <record>
    <code>Duff(JRL)</code>
    <full>Duff, E. Gordon. Catalogue of the printed books and manuscripts in the John Rylands Library, Manchester. 3 vols. Manchester, 1899.</full>
  </record>
  <record>
    <code>Duggan</code>
    <full>Duggan, Mary Kay. Italian music incunabula: printers and type. Berkeley, 1992.</full>
  </record>
  <record>
    <code>Eames(C)</code>
    <full>Eames, Wilberforce. 'Columbus' letter on the discovery of America (1493-97)'. Bulletin of the New York Public Library (1924) pp.595-99.</full>
  </record>
  <record>
    <code>Eames-Sab(Ptol)</code>
    <full>Eames, Wilberforce. A list of editions of Ptolemy's Geography, 1475-1730. New York, 1886. (Reprinted from: Sabin, Joseph. A dictionary of books relating to America. Vol.XVI. New York, 1886, pp.43-87).</full>
  </record>
  <record>
    <code>Early Herbals</code>
    <full>A catalogue of early herbals mostly from the well-known library of Dr. Karl Becher, Karlsbad. With an introduction by Dr. Arnold C. Klebs. Nyon Bulletin XII, L'Art Ancien S.A., Z&#252;rich, 1925.</full>
  </record>
  <record>
    <code>Ecker</code>
    <full>Ecker, Sabine. Einblattdrucke von den Anf&#228;ngen bis 1555. Untersuchungen zur einer Publikationsform literarischer Texte. 2 Vols. G&#246;ppingen, 1981 (G&#246;ppinger Arbeiten zur Germanistik, Bd. 314/1.2)</full>
  </record>
  <record>
    <code>Eisermann(Ablass)</code>
    <full>Eisermann, Falk. 'Der Abla&#223; als Medienereignis. Kommunikationswandel durch Einblattdrucke im 15. Jahrhundert', Tradition and Innovation in an Era of Change / Tradition und Innovation im &#220;bergang zur Fr&#252;hen Neuzeit, Frankfurt a.M., 2001, pp.99-128 (Medieval to Early Modern Culture / Kultureller Wechsel vom Mittelalter zur fr&#252;hen Neuzeit, vol. 1).</full>
  </record>
  <record>
    <code>Eisermann(Ephemeriden)</code>
    <full>Eisermann, Falk. 'Erfurter Ephemeriden. Perspektiven eines vielseitigen Mediums', B&#252;cher und Bibliotheken in Erfurt (Erfurt, 2000), pp. 29-46.</full>
  </record>
  <record>
    <code>Eisermann(Imprimerie)</code>
    <full>Eisermann, Falk. 'Imprimerie et pouvoir au XVe si&#232;cle. Rudolf von Scherenberg, prince &#233;v&#234;que de W&#252;rzburg, et son imprimeur Georg Reyser'. Kat.Paris 2002/2003, p.201-06.</full>
  </record>
  <record>
    <code>Eisermann(Neufunde)</code>
    <full>Eisermann, Falk. ''Hinter Decken versteckt'. Ein weiteres Exemplar des 31zeiligen Abla&#223;briefs und andere Neufunde von Einblattdrucken das 15. Jahrhunderts.' Gb Jb 1999, pp.58-74.</full>
  </record>
  <record>
    <code>Eisermann-Honemann</code>
    <full>Eisermann, Falk und Volker Honemann. 'Die ersten typographischen Einblattdrucke'. Gb Jb 2000, pp. 88-131.</full>
  </record>
  <record>
    <code>EJ</code>
    <full>Meyer, H.M.Z. 'Incunabula'. Encyclopaedia Judaica vol.8. Jerusalem, 1972, col. 1319-44.</full>
  </record>
  <record>
    <code>Elliott-Loose</code>
    <full>Elliott-Loose, Ghislaine. Les incunables des anciens Pays-Bas conserv&#233;s &#224; la R&#233;serve &#8230; de la Biblioth&#232;que Nationale. Bordeaux, 1976.</full>
  </record>
  <record>
    <code>Embach</code>
    <full>Embach, Michael. Die Inkunabeln der Trierer Dombibliothek. Trier, 1995. (Ver&#246;ffentlichungen des Bistumsarchiv Trier, 29).</full>
  </record>
  <record>
    <code>Emden BRUC</code>
    <full>Emden, A.B. Biographical register of the University of Cambridge to 1500. Cambridge, 1963.</full>
  </record>
  <record>
    <code>Emden BRUO</code>
    <full>Emden, A.B. Biographical register of the University of Oxford to AD 1500. 3 vols. Oxford, 1957-59.</full>
  </record>
  <record>
    <code>Engel-Stalla</code>
    <full>Engel, Hermann and Stalla, Gerhard. 'Die Br&#252;der Johann und Konrad Hist und ihre Drucke'. AGB 16 (1976) col. 1649-80.</full>
  </record>
  <record>
    <code>Ennen</code>
    <full>Ennen, Leonhard. Katalog der Inkunabeln in der Stadtbibliothek zu K&#246;ln. K&#246;ln, 1865.</full>
  </record>
  <record>
    <code>Erlangen-Ebl</code>
    <full>Hofmann-Randall, Christina. Die Einblattdrucke der Universit&#228;tsbibliothek Erlangen-N&#252;rnberg. Erlangen, 2003.</full>
  </record>
  <record>
    <code>Erlangen(Kat.2000)</code>
    <full>B&#252;cher im Jahrhundert Gutenbergs:eine Ausstellung der Universit&#228;tsbibliothek, 10. November-3. Dezember 2000. Erlangen, 2000. (Schriftenreihe der Universit&#228;t Erlangen-N&#252;rnberg, Bd. 38).</full>
  </record>
  <record>
    <code>Ernst(Hannover)</code>
    <full>Ernst, Konrad. Die Wiegendrucke des Kestner-Museums &#8230; neu bearbeitet und erg&#228;nzt von Christian von Heusinger. Hannover, 1963.</full>
  </record>
  <record>
    <code>Ernst(Hildesheim)</code>
    <full>Ernst, Konrad. Incunabula Hildesheimensia. 2 vols. Hildeshemii, Lipsiae, 1908-09.</full>
  </record>
  <record>
    <code>Essling</code>
    <full>Mass&#233;na, Victor, Prince d'Essling. Les livres &#224; figures v&#233;nitiens de la fin du XVe si&#232;cle et du commencement du XVIe. 4 vols. Florence, 1907-14.</full>
  </record>
  <record>
    <code>FairMur(F)</code>
    <full>Davies, Hugh William. Catalogue of a collection of early French books in the library of C. Fairfax Murray. 2 vols. London, 1910.</full>
  </record>
  <record>
    <code>FairMur(G)</code>
    <full>Davies, Hugh William. Catalogue of a collection of early German books in the library of C. Fairfax Murray. 2 vols. London, 1913.</full>
  </record>
  <record>
    <code>Fav e Bres</code>
    <full>Fava, Mariano and Bresciano, Giovanni. La stampa a Napoli nel XV secolo. 2 vols. Leipzig, 1911-12. (Sammlung bibliothekswissenschaftlicher Arbeiten, 32-33).</full>
  </record>
  <record>
    <code>Fav(M)</code>
    <full>Fava, Domenico. Catalogo degli incunabuli della R. Biblioteca Estense di Modena. Firenze, 1928. (Biblioteca di bibliografia italiana, 7).</full>
  </record>
  <record>
    <code>Faye</code>
    <full>Faye, C.U. Fifteenth century printed books at the University of Illinois. Urbana, 1949.</full>
  </record>
  <record>
    <code>Feigelmanas</code>
    <full>Feigelmanas, N. Lietuvos inkunabulai. Vilnius, 1975.</full>
  </record>
  <record>
    <code>Fernillot</code>
    <full>Fernillot, Yvonne. Catalogues r&#233;gionaux des incunables des Biblioth&#232;ques publiques de France. Vol.XII: Biblioth&#232;que de la Sorbonne. Paris, 1995.</full>
  </record>
  <record>
    <code>Ferrari</code>
    <full>Ferrari, L. 'Doctor Nicolaus Pol, la Collegiata di S. Candido ed i suoi incunabuli'. Atti del Reale Istituto Veneto di scienze, lettere ed arte 96 (1937) pp.109-69.</full>
  </record>
  <record>
    <code>Ferrarini</code>
    <full>Ferrarini, C. Incunabulorum quae in Civica Bibliotheca Mantuana adservantur catalogus. Mantuae, 1937.</full>
  </record>
  <record>
    <code>Festgabe Konrad Haebler</code>
    <full>Wiegendrucke und Handschriften. Festgabe Konrad Haebler zum 60. Geburtstage. Leipzig, 1919.</full>
  </record>
  <record>
    <code>Finger</code>
    <full>Finger, Heinz u.a. Universit&#228;ts-und Landesbibliothek D&#252;sseldorf, Inkunabelkatalog. Wiesbaden, 1994. (Schriften der Universit&#228;ts- und Landesbibliothek D&#252;sseldorf, 20).</full>
  </record>
  <record>
    <code>Fiorillo</code>
    <full>Fiorillo, R. Incunabuli delle biblioteche di Puglia con la indicazione di alcune artistiche rilegature. Napoli, 1942.</full>
  </record>
  <record>
    <code>Fiske</code>
    <full>Fowler, Mary. Cornell University Library: Catalogue of the Petrarch collection bequeathed by Willard Fiske. Oxford, 1916.</full>
  </record>
  <record>
    <code>Foulch&#233;-Delbosc</code>
    <full>Foulch&#233;-Delbosc, Raymond. 'Bibliographie de Juan de Mena'. Revue Hispanique 9 (1902) pp.114-38.</full>
  </record>
  <record>
    <code>Frasson-Cochet</code>
    <full>Frasson-Cochet, Dominique. Catalogues r&#233;gionaux des incunables des Biblioth&#232;ques publiques de France. Vol.XVI: Auvergne, avec ... Pierre Aquilon. Gen&#232;ve, 2006.</full>
  </record>
  <record>
    <code>Frati</code>
    <full>Frati, Lodovico. 'Rarissimi incunabuli ritrovati nella R. Biblioteca universitaria di Bologna'. La Bibliofilia 17 (1915/17) pp.360-67.</full>
  </record>
  <record>
    <code>Fredericq</code>
    <full>Fredericq, Paul. Codex documentorum sacratissimarum indulgentiarum neerlandicarum: Verzameling van stukken betreffende de pauselijke aflaten in de Nederlanden (1300-1600). The Hague, 1922 (Rijks Geschiedkundige Publikatien, Kleine Serie, Bd.21.)</full>
  </record>
  <record>
    <code>Freimann</code>
    <full>Freimann, Aron. '&#220;ber hebr&#228;ische Inkunabeln'. ZfB 19 (1902) pp.108-17.</full>
  </record>
  <record>
    <code>Freimann(Fr)</code>
    <full>Freimann, Aron. 'Die hebr&#228;ischen Inkunabeln der Stadtbibliothek zu Frankfurt a. M.' Festgabe f&#252;r Friedrich Clemens Ebrard zur Vollendung seines 70. Lebensjahres, Frankfurt, 1920, pp.129-44.</full>
  </record>
  <record>
    <code>Freys(Sch&#252;tzenbriefe)</code>
    <full>Freys, Ernst. Gedruckte Sch&#252;tzenbriefe des 15. Jahrhunderts. M&#252;nchen, 1912.</full>
  </record>
  <record>
    <code>F&#252;ssel(Gutenberg)</code>
    <full>F&#252;ssel, Stephan. Gutenberg und seine Wirkung. Frankfurt a.M./Leipzig, 1999.</full>
  </record>
  <record>
    <code>Ganda(Lavagna)</code>
    <full>Ganda, Arnoldo. Filippo Cavagni da Lavagna: editore, tipografo, commerciante a Milano nel Quattrocento. Firenze, 2006.</full>
  </record>
  <record>
    <code>Ganda(Zarotus)</code>
    <full>Ganda, Arnaldo. I primordi della tipografia milanese: Antonio Zarotto da Parma, 1471-1507. Firenze, 1984.</full>
  </record>
  <record>
    <code>Gb Jb</code>
    <full>Gutenberg-Jahrbuch. Mainz, 1926- [in progress].</full>
  </record>
  <record>
    <code>Geissler(Ratdolt)</code>
    <full>Geissler, Paul. 'Erhard Ratdolt'. Lebensbilder aus dem Bayerischen Schwaben 9 (1966), pp. 97-153.</full>
  </record>
  <record>
    <code>Geldner</code>
    <full>Geldner, Ferdinand. Die deutschen Inkunabeldrucker. Ein Handbuch der deutschen Buchdrucker des XV. Jahrhunderts nach Druckorten. 2 Bde. Stuttgart, 1968-70.</full>
  </record>
  <record>
    <code>Geldner(Archivgut)</code>
    <full>Geldner, Ferdinand. 'Fr&#252;hdrucke als Archivgut'. Mitteilungen f&#252;r die Archivpflege in Bayern 12 (1966), pp.10-14.</full>
  </record>
  <record>
    <code>Geldner(Bamberg)</code>
    <full>Geldner, Ferdinand. Die Buchdruckerkunst im alten Bamberg 1458/59 bis 1519. Bamberg, 1964.</full>
  </record>
  <record>
    <code>Geldner(Inkunabelkunde)</code>
    <full>Geldner, Ferdinand. Inkunabelkunde. Eine Einf&#252;hrung in die Welt des fr&#252;hesten Buchdrucks. Wiesbaden, 1978. (Elemente des Buch- und Bibliothekswesens, Vol. 5.)</full>
  </record>
  <record>
    <code>Geldner(Regula)</code>
    <full>Geldner, Ferdinand. 'Wiegendruckausgaben der 'Regula Dominus que pars''. AGB 10 (1970) col. 646-54.</full>
  </record>
  <record>
    <code>GfT</code>
    <full>Gesellschaft f&#252;r Typenkunde des XV. Jahrhunderts. Ver&#246;ffentlichungen. Leipzig [etc], 1907ff.</full>
  </record>
  <record>
    <code>Giesecke</code>
    <full>Giesecke, Michael. Der Buchdruck in der fr&#252;hen Neuzeit: eine historische Fallstudie &#252;ber die Durchsetzung neuer Informations- und Kommunikationstechnologien. Frankfurt/M., 1991.</full>
  </record>
  <record>
    <code>Giglio-Vignono</code>
    <full>Giglio, Bruno and Vignono, Ilo. Incunaboli, cinquecentine &#8230; della Biblioteca capitolare d'Ivrea. 2 vols. Ivrea, 1989.</full>
  </record>
  <record>
    <code>Ginsburg</code>
    <full>Ginsburg, Christian D. Introduction to the Massoretico-critical edition of the Hebrew Bible. London, 1897.</full>
  </record>
  <record>
    <code>Giovannozzi</code>
    <full>Giovannozzi, Lucia. Contributo alla bibliografia delle opere del Savonarola: edizioni dei secc. XV e XVI. Firenze, 1953.</full>
  </record>
  <record>
    <code>Girard</code>
    <full>Girard, Alain. Catalogues r&#233;gionaux des incunables des Biblioth&#232;ques publiques de France. Vol.IV: Biblioth&#232;ques de la R&#233;gion Basse-Normandie. Bordeaux, 1984.</full>
  </record>
  <record>
    <code>Gisi</code>
    <full>Gisi, M. Verzeichniss der Incunabeln der Kantons-Bibliothek Solothurn. 2 pt. Solothurn, 1886-87.</full>
  </record>
  <record>
    <code>Goff</code>
    <full>Goff, Frederick R. Incunabula in American libraries: a third census. Millwood (N.Y.), 1973. (Reproduced from the annotated copy of the original edition (New York, 1964) maintained by Goff). (Supplement. New York, 1972.)</full>
  </record>
  <record>
    <code>Goff(LC)</code>
    <full>Goff, Frederick R. Fifteenth century books in the Library of Congress. Washington, D.C., 1950.</full>
  </record>
  <record>
    <code>Goff(P)</code>
    <full>Goff, Frederick R. 'The Postilla of Guillermus Parisiensis'. Gutenberg-Jahrbuch 1959 pp.73-78.</full>
  </record>
  <record>
    <code>Goff(S)</code>
    <full>Goff, Frederick R. 'The four Florentine editions of Savonarola's 'Predica dell'arte del bene morire''. The New Colophon (1950) pp.286-301.</full>
  </record>
  <record>
    <code>Gonz&#225;lvez</code>
    <full>Gonz&#225;lvez Ruiz, Ram&#243;n. 'La bulas de la Catedral de Toledo y la imprenta incunable castellana.' Bolet&#237;n de la Real Academia de BB. Artes y CC. Historicas de Toledo 18 (1986) pp. 9-180.</full>
  </record>
  <record>
    <code>Gordan</code>
    <full>Gordan, Phyllis Goodhart. Fifteenth-century books in the library of Howard Lehman Goodhart. Stamford (Conn.), 1955.</full>
  </record>
  <record>
    <code>Gossart</code>
    <full>Gossart, Maurice. Catalogue des incunables d'origine n&#233;erlandaise conserv&#233;s &#224; la Biblioth&#232;que Communale de Lille. Lille, 1907.</full>
  </record>
  <record>
    <code>Gotzkowsky</code>
    <full>Gotzkowsky, Bodo. 'Volksb&#252;cher': Prosaromane, Renaissancenovellen, Versdichtungen und Schwankb&#252;cher: Bibliographie der deutschen Drucke. Vol. 1: Drucke des 15. und 16.Jhs. Baden-Baden, 1991. (Bibliotheca Bibliographica Aureliana, 125.)</full>
  </record>
  <record>
    <code>Govi</code>
    <full>Govi, E. Patavinae cathedralis ecclesiae capitularis bibliotheca: librorum saec. XV impressorum index. Patavii, 1958.</full>
  </record>
  <record>
    <code>Grebe(Landen)</code>
    <full>Grebe, Werner. Der K&#246;lner Fr&#252;hdrucker Johann Landen und die Druckwerke seiner Offizin. Wiesbaden, 1983. (Buchwissenschaftliche Beitr&#228;ge aus dem Deutschen Bucharchiv M&#252;nchen, 6).</full>
  </record>
  <record>
    <code>Gspan-Badali&#263;</code>
    <full>Gspan, Alfonz and Badali&#263;, Josip. Inkunabule v Sloveniji (Incunabula quae in Slovenia asservantur). Ljubljana, 1957.</full>
  </record>
  <record>
    <code>G&#252;nt(L)</code>
    <full>G&#252;nther, Otto. Die Wiegendrucke der Leipziger Sammlungen und der Herzoglichen Bibliothek in Altenburg. XXXV. Beiheft zum ZfB. Leipzig, 1909.</full>
  </record>
  <record>
    <code>G&#252;nt(Rezension)</code>
    <full>G&#252;nther, Otto. 'Rezension zu GW(Einbl).' Zeitschrift f&#252;r B&#252;cherfreunde, Neue Folge 6, 1 (1914), Beiblatt, pp.132ff.</full>
  </record>
  <record>
    <code>GW</code>
    <full>Gesamtkatalog der Wiegendrucke. Bd. I [etc.] Stuttgart, etc., 1968- [in progress]. (Vols. 1-7 reproduced with additions and corrections from the original edition (Leipzig, etc., 1925-38)). [See also GW Manuskript - GW M: http://www.gesamtkatalogderwiegendrucke.de]</full>
  </record>
  <record>
    <code>GW(Einbl)</code>
    <full>Einblattdrucke des XV. Jahrhunderts: ein bibliographisches Verzeichnis hrsg. von der Kommission f&#252;r den Gesamtkatalog der Wiegendrucke. Halle, 1914. (Sammlung bibliothekswissenschaftlicher Arbeiten, 35-36).</full>
  </record>
  <record>
    <code>GW(Nachtr)</code>
    <full>Nachtr&#228;ge zu Hain's Repertorium Bibliographicum und seinen Fortsetzungen als Probe des Gesamtkatalogs der Wiegendrucke, hrsg. von der Kommission f&#252;r den Gesamtkatalog der Wiegendrucke. Leipzig, 1910.</full>
  </record>
  <record>
    <code>H</code>
    <full>Hain, Ludwig. Repertorium Bibliographicum in quo libri omnes ab arte typographica inventa usque ad annum MD. typis expressi ordine alphabetico vel simpliciter enumerantur vel adcuratius recensentur. 2 vols. Stuttgartiae, Lutetiae, 1826-38.</full>
  </record>
  <record>
    <code>Haberditzl</code>
    <full>Haberditzl, Franz Martin. Die Einblattdrucke des XV. Jahrhunderts in der Kupferstichsammlung der Hofbibliothek zu Wien. Bd.1: Die Holzschnitte. Wien, 1920.</full>
  </record>
  <record>
    <code>Haeb(BI)</code>
    <full>Haebler, Konrad. Bibliograf&#237;a ib&#233;rica del siglo XV. 2 parts. La Haya, Leipzig, 1903-17.</full>
  </record>
  <record>
    <code>Haeb(GSpF)</code>
    <full>Haebler, Konrad. Geschichte des spanischen Fr&#252;hdruckes in Stammb&#228;umen. Leipzig, 1923.</full>
  </record>
  <record>
    <code>Haebler(Falsche Gulden)</code>
    <full>Haebler, Konrad. 'Falsche Gulden: Bl&#228;tter aus der Fr&#252;hzeit der Druckerkunst'. Zeitschrift f&#252;r B&#252;cherfreunde 11 (1907/1908), pp. 219-33.</full>
  </record>
  <record>
    <code>H&#228;kli</code>
    <full>H&#228;kli, Esko. Bartholomeus Ghotan: Suomen ensimm&#228;isen kirjan painaja / Bartholom&#228;us Ghotan: der Drucker des ersten Buchs f&#252;r Finnland. Helsinki, 1991.</full>
  </record>
  <record>
    <code>Halbey(GbMus)</code>
    <full>Halbey, Hans Adolf u.a. Schrift &#8230; Druck &#8230; Buch im Gutenberg-Museum. Mainz, 1985.</full>
  </record>
  <record>
    <code>Haller(Buchdruck M&#252;nsters)</code>
    <full>Haller, Bertram. Der Buchdruck M&#252;nsters: 1485 bis 1583. Eine Bibliographie. M&#252;nster 1986.</full>
  </record>
  <record>
    <code>Hargreaves</code>
    <full>Hargreaves, G.D. A catalogue of medical incunabula in Edinburgh libraries. Edinburgh, 1976.</full>
  </record>
  <record>
    <code>Harman</code>
    <full>Harman, Marian. Incunabula in the University of Illinois Library at Urbana-Champaign. Urbana, 1978.</full>
  </record>
  <record>
    <code>Harper Cat</code>
    <full>Lathrop C. Harper Inc. [Sales catalogues]. New York, 1927-85.</full>
  </record>
  <record>
    <code>Harr(BAV)</code>
    <full>Harrisse, Henry. Bibliotheca americana vetustissima: a description of works relating to America, published between the years 1492 and 1551. New York, 1866. (Additions. Paris, 1872).</full>
  </record>
  <record>
    <code>Harris(Orlando)</code>
    <full>Harris, Neil. Bibliografia dell' 'Orlando innamorato'. 2 vol. Modena, 1988-91.</full>
  </record>
  <record>
    <code>Harr(PIB&#226;l)</code>
    <full>Harrisse, Henry. Les premiers incunables B&#226;lois et leurs d&#233;riv&#233;s: Toulouse, Lyon, Vienne-en-Dauphin&#233;, etc. 1471-1484. Paris, 1902.</full>
  </record>
  <record>
    <code>Hase</code>
    <full>Martin von Hase. Bibliographie der Erfurter Drucke von 1501-1550. Dritte Auflage. Nieuwkoop, 1968.</full>
  </record>
  <record>
    <code>Hase(Sporer)</code>
    <full>Martin von Hase. 'Hans Sporer und seine Erfurter Zeit (1494-1500)'. AGB 7 (1966), col. 1141-1152.</full>
  </record>
  <record>
    <code>HC</code>
    <full>Copinger, W.A. Supplement to Hain's Repertorium Bibliographicum. Part I. London, 1895.</full>
  </record>
  <record>
    <code>HC(Add)</code>
    <full>Copinger, W.A. Supplement to Hain's Repertorium Bibliographicum, Addenda to Part I. In: Copinger, W.A. Supplement to Hain's Repertorium &#8230; Part II, vol.2, London, 1902, pp.235-91.</full>
  </record>
  <record>
    <code>HCR</code>
    <full>Reichling, Dietrich. Appendices ad Hainii-Copingeri Repertorium Bibliographicum &#8230; Emendationes. 6 vols. &amp; index. Monachii, 1905-11. (Supplement, Monasterii, 1914.)</full>
  </record>
  <record>
    <code>Heitz, Einblattdrucke</code>
    <full>Einblattdrucke des f&#252;nfzehnten Jahrhunderts. Hrsg. von Paul Heitz. Bd. 1-100. Strassburg, 1906-42.</full>
  </record>
  <record>
    <code>Heitz, Einzelbilder</code>
    <full>Heitz, Paul. Hundertf&#252;nfzig Einzelbilder des XV. Jahrhunderts. Strassburg, 1918.</full>
  </record>
  <record>
    <code>Heitz-Haeb</code>
    <full>Heitz, Paul. Hundert Kalender-Inkunabeln mit begleitendem Text von Konrad Haebler. Strassburg, 1905.</full>
  </record>
  <record>
    <code>Heitz-Schultz, Flugbl&#228;tter</code>
    <full>Flugbl&#228;tter des Sebastian Brant. Hrsg. von Paul Heitz. Mit einem Nachwort von F. Schultz. Strassburg, 1915.</full>
  </record>
  <record>
    <code>Hejnic</code>
    <full>Hejnic, Josef. Catalogus Incunabulorum quae in Museo Bohemiae Occidentalis Plznae asservantur. Soupis prvotisk&#367; Z&#225;pado&#269;esk&#233;ho Muzea v Plzni. Plze&#328;, 2000. (Fontes bibliothecarum Musei Plznensis, vol.1.)</full>
  </record>
  <record>
    <code>H&#233;lin</code>
    <full>H&#233;lin, Maurice. La clef des songes: facsimiles, notes et liste des editions. Paris, 1925.</full>
  </record>
  <record>
    <code>Hellwig</code>
    <full>Hellwig, Barbara. Inkunabelkatalog des Germanischen Nationalmuseums N&#252;rnberg. Wiesbaden, 1970.</full>
  </record>
  <record>
    <code>Herz(Reise)</code>
    <full>Herz, Randall. Die 'Reise ins Gelobte Land' Hans Tuchers des &#196;lteren (1479-80). Wiesbaden, 2002. (Wissensliteratur im Mittelalter, Vol. 38.)</full>
  </record>
  <record>
    <code>Hill</code>
    <full>Hill, B.S. Incunabula, Hebraica and Judaica &#8230; [Exhibition catalogue]. Ottawa, 1981.</full>
  </record>
  <record>
    <code>Hillard</code>
    <full>Hillard, Denise. Catalogues r&#233;gionaux des incunables des Biblioth&#232;ques publiques de France. Vol.VI: Biblioth&#232;que Mazarine. Paris, Bordeaux, 1989.</full>
  </record>
  <record>
    <code>Hisp</code>
    <full>Penney, Clara Louise. List of books printed before 1601 in the Library of the Hispanic Society of America. New York, 1929. (Offset reissue, with additions. New York, 1955).</full>
  </record>
  <record>
    <code>Hoepli</code>
    <full>Hoepli, Ulrico. Editori e stampatori italiani del Quattrocento: note biobibliografiche. Milan, 1929.</full>
  </record>
  <record>
    <code>Hoffman</code>
    <full>Hoffman, Margit. 'Fem hebraiska inkunabeler i Kungliga biblioteket'. Biblis (1974) pp.8-28.</full>
  </record>
  <record>
    <code>Hoffmann(Almanache)</code>
    <full>Hoffmann, Leonhard. 'Almanache des 15. und 16. Jahrhunderts und ihre K&#228;ufer'. Beitr&#228;ge zur Inkunabelkunde Dritte Folge 8 (1983), pp. 130-43.</full>
  </record>
  <record>
    <code>Holter, Ablassbriefe</code>
    <full>Holter, Kurt. 'Gedruckte Ablassbriefe und verwandte Einblattdrucke des 15. Jahrhunderts aus Ober&#246;sterreichischen Archiven und Bibliotheken'. Jahrbuch des Ober&#246;sterreichischen Musealvereines 114 (1969) pp. 105-16.</full>
  </record>
  <record>
    <code>Holter(Kremsm&#252;nster)</code>
    <full>Holter, Kurt. Die Wiegendrucke des Stiftes Kremsm&#252;nster. Linz/Donau, 1947.</full>
  </record>
  <record>
    <code>Holtrop</code>
    <full>Holtrop, Jan Willem. Monuments typographiques des Pays-Bas au quinzi&#232;me si&#232;cle. Collection de facsimile d'apr&#232;s les originaux conserv&#233;s &#224; la Biblioth&#232;que royale de la Haye et ailleurs. The Hague, 1868.</full>
  </record>
  <record>
    <code>Honemann(Einblattdrucke)</code>
    <full>Volker Honemann [et al.]. Einblattdrucke des 15. und fr&#252;hen 16. Jahrhunderts: Probleme, Perspektiven, Fallstudien. T&#252;bingen, 2000.</full>
  </record>
  <record>
    <code>Honemann(Flugbl&#228;tter)</code>
    <full>Honemann, Volker. 'Zum deutschen Einblattdruck des 15. und fr&#252;hen 16. Jahrhunderts.' Humanismus und fr&#252;her Buckdruck: Akten des interdisziplin&#228;ren Symposions vom 5./6. Mai 1995 in Mainz. N&#252;rnberg, 1996 (Pirckheimer-Jahrbuch 11) pp. 15-41.</full>
  </record>
  <record>
    <code>Horch(Rio)</code>
    <full>Horch, Rosemarie Erika. Cat&#225;logo de incun&#225;bulos da Biblioteca Nacional do Rio de Janeiro. Rio de Janeiro, 1956. ('Suplemento'. Beitr&#228;ge zur Inkunabelkunde, Dritte Folge, 8 (1983) pp.30-43).</full>
  </record>
  <record>
    <code>Hortis</code>
    <full>Hortis, Attilio. Catalogo delle opere di Francesco Petrarca esistenti nella Petrarchesca Rossettiana di Trieste. Trieste, 1874.</full>
  </record>
  <record>
    <code>HPT</code>
    <full>Hellinga, Wytze and Lotte. The fifteenth-century printing types of the Low Countries. 2 vols. Amsterdam, 1966.</full>
  </record>
  <record>
    <code>HR</code>
    <full>Reichling, Dietrich. Appendices ad Hainii &#8230; Repertorium Bibliographicum. Emendationes. 6 vols &amp; index. Monachii, 1905-11. (Supplement, Monasterii, 1914.)</full>
  </record>
  <record>
    <code>HSTC</code>
    <full>A short-title catalogue of the Hebrew incunables and other books illustrated in the 'Thesaurus'. Compiled by H.M.Z. Meyer for the 1967-69 Jerusalem reprint of Thes.</full>
  </record>
  <record>
    <code>Hubay(Augsburg)</code>
    <full>Hubay, Ilona. Incunabula der Staats- und Stadtbibliothek Augsburg. Wiesbaden, 1974.</full>
  </record>
  <record>
    <code>Hubay(Eichst&#228;tt)</code>
    <full>Hubay, Ilona. Incunabula Eichst&#228;tter Bibliotheken. Wiesbaden, 1968.</full>
  </record>
  <record>
    <code>Hubay(Neuburg)</code>
    <full>Hubay, Ilona. Incunabula aus der Staatlichen Bibliothek Neuburg/Donau. Wiesbaden, 1970.</full>
  </record>
  <record>
    <code>Hubay(W&#252;rzburg)</code>
    <full>Hubay, Ilona. Incunabula der Universit&#228;tsbibliothek W&#252;rzburg. Wiesbaden, 1966.</full>
  </record>
  <record>
    <code>H&#252;bl</code>
    <full>H&#252;bl, Albert. Die Inkunabeln der Bibliothek des Stiftes Schotten in Wien. Wien, 1904.</full>
  </record>
  <record>
    <code>Hummel(Heilbronn)</code>
    <full>Hummel, Heribert. Katalog der Inkunabeln des Stadtarchivs Heilbronn. Heilbronn, 1981. (Ver&#246;ffentlichungen des Archivs der Stadt Heilbronn, Vol. 24.)</full>
  </record>
  <record>
    <code>Hummel(Schl&#228;gl)</code>
    <full>Hummel, Heribert. Katalog der Inkunabeln der Stiftsbibliothek Schl&#228;gl: eine Festgabe f&#252;r Dipl.-Ing. Florian Pr&#246;ll. Linz, 1983. (Schl&#228;gler Schriften, Bd. 8.)</full>
  </record>
  <record>
    <code>Hummel(Weissenhorn)</code>
    <full>Hummel, Heribert. Museums- und Kapitelsbibliothek Weissenhorn: Inkunabeln, Fr&#252;hdrucke und Handschriften 1461-1600. Weissenhorn, 1983. (Kataloge des Museums Weissenhorn, Bd.1.)</full>
  </record>
  <record>
    <code>Hummel-Wilhelmi</code>
    <full>Hummel, Heribert and Thomas Wilhelmi. Katalog der Inkunabeln in Bibliotheken der Di&#246;zese Rottenburg-Stuttgart. Wiesbaden, 1993.</full>
  </record>
  <record>
    <code>Hunt</code>
    <full>Mead, Herman R. Incunabula in the Huntington Library. San Marino, California, 1937.</full>
  </record>
  <record>
    <code>Huth</code>
    <full>Catalogue of the fifty manuscripts &amp; printed books bequeathed to the British Museum by Alfred H. Huth. London, 1912.</full>
  </record>
  <record>
    <code>Iakerson</code>
    <full>Iakerson, S. Catalogue of Hebrew incunabula from the collection of the Library of the Jewish Theological Seminary of America. 2 vols. New York, 2004/05.</full>
  </record>
  <record>
    <code>IBE</code>
    <full>Biblioteca Nacional [Madrid]. Cat&#225;logo general de incunables en bibliotecas espa&#241;olas. Coordinado y dirigido por Francisco Garc&#237;a Craviotto. 2 vols. Madrid, 1989-90. (Adiciones y correcciones. I-II, Madrid, 1991-94).</full>
  </record>
  <record>
    <code>IBP</code>
    <full>Incunabula quae in bibliothecis Poloniae asservantur. Moderante Alodia Kawecka-Gryczowa. Composuerunt Maria Bohonos and Eliza Sandorowska. 2 vols. Wroc&#322;aw, 1970. (Addenda, Indices. Wroc&#322;aw, 1993).</full>
  </record>
  <record>
    <code>IBPort</code>
    <full>Os incun&#225;bulos das bibliotecas portuguesas. Invent&#225;rio do Patrim&#243;nio Cultural M&#243;vel. Coord. e org. Maria Valentina C.A. Sul Mendes. Lisboa, 1995.</full>
  </record>
  <record>
    <code>IDL</code>
    <full>Incunabula in Dutch libraries. Editor-in-chief Gerard van Thienen. 2 vols. Nieuwkoop, 1983. (Supplement [in preparation]).</full>
  </record>
  <record>
    <code>IGI</code>
    <full>Indice generale degli incunaboli delle biblioteche d'Italia. Compilato da T.M. Guarnaschelli e E. Valenziani [et al.]. 6 vols. Roma, 1943-81.</full>
  </record>
  <record>
    <code>IJL2</code>
    <full>Yukishima, Koichi. Union catalogue of incunabula in Japanese libraries. 2nd edition. Tokyo, 2004.</full>
  </record>
  <record>
    <code>ILC</code>
    <full>Incunabula printed in Low Countries. Edited by Gerard van Thienen &amp;John Goldfinch. Nieuwkoop, 1999.</full>
  </record>
  <record>
    <code>Illustrated Bartsch 80-87</code>
    <full>The Illustrated Bartsch. German book Illustration before 1500. Ed. Walter L. Strauss. New York, [n.d.]</full>
  </record>
  <record>
    <code>Illustrated Bartsch 161-165</code>
    <full>The Illustrated Bartsch (Supplement), German Single-Leaf Woodcuts before 1500. Ed. Richard S. Field. New York, 1987-99.</full>
  </record>
  <record>
    <code>INKA</code>
    <full>INKA - Inkunabelkatalog deutscher Bibliotheken. http://www.ub.uni-tuebingen.de/pro/kata/inka.php</full>
  </record>
  <record>
    <code>Inv Ant</code>
    <full>Inventaris van incunabelen gedrukt te Antwerpen 1481-1500. Antwerpen, 1982.</full>
  </record>
  <record>
    <code>Isaac</code>
    <full>Isaac, Frank. An index to the early printed books in the British Museum. Part II, MDI-MDXX, Italy, Switzerland, and Eastern Europe. London, 1938.</full>
  </record>
  <record>
    <code>Jacobs</code>
    <full>Jacobs, Joseph. 'Check-list of Hebrew incunabula'. Jewish Encyclopedia, vol.VI, New York and London, 1904, pp.578-79.</full>
  </record>
  <record>
    <code>Jagiellonska</code>
    <full>A. Lewicka-Kami&#324;ska. Inkunabu&#322;y Biblioteki Jagiello&#324;skiej. Krak&#243;w, 1962.</full>
  </record>
  <record>
    <code>Jammes</code>
    <full>Jammes, Bruno. Catalogues r&#233;gionaux des incunables des Biblioth&#232;ques publiques de France. Vol.VII: Biblioth&#232;que de l'Institut de France, Biblioth&#232;que Thiers. Paris, 1990.</full>
  </record>
  <record>
    <code>Jaspers</code>
    <full>Jaspers, G.J. De blokboeken en incunabelen in Haarlems Libry. Haarlem, 1988.</full>
  </record>
  <record>
    <code>JCBCat</code>
    <full>John Carter Brown Library. Bibliotheca americana: catalogue of the John Carter Brown Library in Brown University. Vol.I. Providence, 1919.</full>
  </record>
  <record>
    <code>Juntke</code>
    <full>Juntke, Fritz. 'Die Inkunabeln der Marienbibliothek zu Halle'. Beitr&#228;ge zur Inkunabelkunde, Dritte Folge 5 (1974).</full>
  </record>
  <record>
    <code>Juntke(Ablassbriefe)</code>
    <full>Juntke, Fritz. 'Unbekannte Abla&#223;briefe des XV. und XVI. Jahrhunderts'. ZfB 51(1934), pp. 547-55.</full>
  </record>
  <record>
    <code>Juntke(Domstiftsbibliotheken)</code>
    <full>Juntke, Fritz. Die Wiegendrucke der Domstiftsbibliotheken zu Merseburg und Naumburg. Halle(Saale), 1940.</full>
  </record>
  <record>
    <code>Jurina</code>
    <full>Jurina, Kitti. Vom Quacksalber zum Doctor Medicinae: die Heilkunde in der deutschen Graphik des 16. Jahrhunderts. K&#246;ln, 1985.</full>
  </record>
  <record>
    <code>Kaeppeli</code>
    <full>Kaeppeli, Thomas. Scriptores Ordinis Praedicatorum medii aevi. Vol. 1 [etc.] Romae, 1970- [in progress].</full>
  </record>
  <record>
    <code>Kallendorf</code>
    <full>Kallendorf, Craig. A Bibliography of Venetian Editions of Virgil, 1470-1599. Firenze, 1991.</full>
  </record>
  <record>
    <code>Kaplan</code>
    <full>Kaplan, H.G. A first census of incunabula in Australia and New Zealand. Sydney, 1966.</full>
  </record>
  <record>
    <code>Karataev</code>
    <full>Karataev, I. Opisanie slavyanorusskikh knig, napechatannykh kirillovskimi bukvami. Sankt-Petersburg, 1883.</full>
  </record>
  <record>
    <code>Kat.Braunschweig 1985</code>
    <full>Stadt im Wandel: Kunst und Kultur des B&#252;rgertums in Norddeutschland 1150-1650: Landesausstellung Niedersachsen 1985 (4 vols.). Stuttgart, Bad Cannstadt, 1985.</full>
  </record>
  <record>
    <code>Kat.Cambridge 1993</code>
    <full>Late medieval art in Cambridge collections. Cambridge, Fitzwilliam Museum, 13 July-19 Sept. 1993. Cambridge, 1993.</full>
  </record>
  <record>
    <code>Kat.G&#246;ttingen 1995</code>
    <full>Gutenberg und der europ&#228;ische Fr&#252;hdruck: zur Erwerbungsgeschichte der G&#246;ttinger Inkunabelsammlung. G&#246;ttingen, 1995.</full>
  </record>
  <record>
    <code>Kat.G&#246;ttingen 2000</code>
    <full>Gutenberg und seine Wirkung: Katalog zur Ausstellung der Nieders&#228;chsischen Staats- und Universit&#228;tsbibliothek G&#246;ttingen vom 23. Juni-29. Oktober 2000. Frankfurt a.M./G&#246;ttingen, 2000.</full>
  </record>
  <record>
    <code>Kat.Groningen 2001</code>
    <full>Hel en Hemel: de Middeleeuwen in het Noorden, Groninger Museum, 13 Apr.-2 Sept. 2001. Groningen, 2001.</full>
  </record>
  <record>
    <code>Kat.Karlsruhe 2001/02</code>
    <full>Sp&#228;tmittelalter am Oberrhein: Katalog der Landesausstellung Baden-W&#252;rttemberg, Staatliche Kunsthalle und Badisches Landesmuseum Karlsruhe, 29. Sept. 2001 - 3. Febr. 2002. 2 pts. in 3 vols. Stuttgart, 2001.</full>
  </record>
  <record>
    <code>Kat.Koblenz/Worms 1995</code>
    <full>1495 - Kaiser Reich Reformen: der Reichstag zu Worms. Ausstellung des Landeshauptarchivs Koblenz in Verbindung mit der Stadt Worms zum 500j&#228;hrigen Jubil&#228;um des Wormser Reichstags von 1495. Museum der Stadt Worms im Andreasstift 20. August-19. November 1995. Koblenz, 1995.</full>
  </record>
  <record>
    <code>Kat.Luxembourg 1972</code>
    <full>Biblioth&#232;que Nationale de Luxembourg. Les acquisitions du D&#233;partements de la R&#233;serve pr&#233;cieuse en 1971. Luxembourg, 1972.</full>
  </record>
  <record>
    <code>Kat.Mainz 2000</code>
    <full>Gutenberg - aventur und kunst. Vom Geheimunternehmen zur ersten Medienrevolution. Katalog zur Ausstellung &#8230;, 14. Apr. &#8211; 3 Oct. 2000. Mainz, 2000.</full>
  </record>
  <record>
    <code>Kat.M&#252;nchen 1990</code>
    <full>Die Graphiksammlung des Humanisten Hartmann Schedel: Ausstellung Bayerische Staatsbibliothek 20. June - 15. Sept. 1990. M&#252;nchen, 1990 (Bayerische Staatsbibliothek, Ausstellungskataloge, Vol. 52).</full>
  </record>
  <record>
    <code>Kat.Nijmegen 1990</code>
    <full>Gheprint te Nymeghen: mijmeegse drukkers, uitgevers en bookverkopers 1479-1794. Nijmegen, 1990. (Catalogi van het kunstbezit van de Gemeente Nijmegen, Vol. 6.)</full>
  </record>
  <record>
    <code>Kat.N&#252;rnberg 1983</code>
    <full>Martin Luther und die Reformation in Deutschland: Ausstellung zum 500. Geburtstag Martin Luthers. Frankfurt a.M., 1983.</full>
  </record>
  <record>
    <code>Kat.N&#252;rnberg 2000</code>
    <full>Spiegel der Seligkeit: Privates Bild und Fr&#246;mmigkeit im Sp&#228;tmittelalter. Ausstellung Germanisches Nationalmuseum in N&#252;rnberg, 31. Mai- 8. Okt. 2000. N&#252;rnberg, 2000.</full>
  </record>
  <record>
    <code>Kat.Paris 2002/2003</code>
    <full>Les trois r&#233;volutions du livre (exhibition, Mus&#233;e des Arts et M&#233;tiers, Paris, 8 Oct. 2002 - 5 Jan.2003). Paris, 2002.</full>
  </record>
  <record>
    <code>Kat.Washington 1965</code>
    <full>Fifteenth Century Woodcuts &amp; Metalcuts from the National Gallery of Art, Washington DC. Washington, 1965.</full>
  </record>
  <record>
    <code>Kat.Wetzlar 2002</code>
    <full>Kaiser Maximilian I: Bewahrer und Reformer. Ausstellung vom 2. August-31. Oktober 2002 im Reichskammergerichtsmuseum Wetzlar. Ramstein, 2002.</full>
  </record>
  <record>
    <code>Kat.Wolfenb&#252;ttel 1972</code>
    <full>Incunabula Incunabulorum: Fr&#252;heste Werke der Buchdruckkunst: Mainz, Bamberg, Stra&#223;burg 1454-1469. Ausstellung im Renaissancesaal des Wolfenb&#252;tteler Schlosses. [N.pl., 1972. (Ausstellungskataloge der Herzog August Bibliothek, Bd. 62.)</full>
  </record>
  <record>
    <code>Kat.Zwickau 1979</code>
    <full>Kostbarkeiten der Ratsbibliothek Zwickau. Zwickau, 1979.</full>
  </record>
  <record>
    <code>Kaufmann-Nabholz</code>
    <full>Kaufmann, Hans and Nabholz, Peter. Verzeichnis schweizerischer Inkunabeln und Fr&#252;hdrucke. Fasc.1-3. Z&#252;rich, 1968-1974.</full>
  </record>
  <record>
    <code>Kiselev</code>
    <full>Kiselev, N.P. Inventar' inkunabulov vsesoyuznoi biblioteki imenii V.I. Lenina. Moskva, 1939.</full>
  </record>
  <record>
    <code>Kiselev(1961)</code>
    <full>Kiselev, N.P. Neizvestnye fragmenty drevneishikh pamyatnikov pechati Germanii i Gollandii. Moskva, 1961.</full>
  </record>
  <record>
    <code>Klebs</code>
    <full>Klebs, Arnold C. Incunabula scientifica et medica: short title list. Bruges, 1938. (Reprinted from Osiris, vol.IV.)</full>
  </record>
  <record>
    <code>Klebs(Gart)</code>
    <full>Klebs, Arnold C. 'Herbals of the 15th century: Gart der Gesundheit'. BSA 12 (1918) pp. 42-48.</full>
  </record>
  <record>
    <code>Klebs(H)</code>
    <full>Klebs, Arnold C. 'Herbals of 15th century'. BSA 11 (1917) pp. 75-92, 12 (1918) pp. 41-57.</full>
  </record>
  <record>
    <code>Klebs(Hortus)</code>
    <full>Klebs, Arnold C. 'Herbals of 15th century: Hortus sanitatis'. BSA 12 (1918) pp. 48-51.</full>
  </record>
  <record>
    <code>Klebs(P)</code>
    <full>Klebs, Arnold C. Geschichtliche und bibliographische Untersuchungen. Klebs, A.C. &amp; Sudhoff, K. Die ersten gedruckten Pestschriften. M&#252;nchen, 1926.</full>
  </record>
  <record>
    <code>Kocowski</code>
    <full>Kocowski, Bronis&#322;aw. Katalog inkunabu&#322;&#243;w biblioteki uniwersyteckiej we Wroc&#322;awiu. Catalogus incunabulorum typographicorum Bibliothecae Universitatis Wratislaviensis. 3 vols. Wroc&#322;aw, 1959-77.</full>
  </record>
  <record>
    <code>Koegler(Kalender)</code>
    <full>Koegler, Hans. 'Einige Basler Kalender des XV ... Jahrhunderts'. Anzeiger f&#252;r schweizerische Altertumskunde, Neue Folge, 11 (1909) pp. 153-69, 235-46, 33049.</full>
  </record>
  <record>
    <code>Kok</code>
    <full>Kok, Ina. De houtsneden in de incunabelen van de Lage Landen 1475-1500. Academisch proefschrift, Universiteit van Amsterdam, October 1994.</full>
  </record>
  <record>
    <code>Kotvan</code>
    <full>Kotvan, Imrich. Inkun&#225;buly na Slovensku. Matica Slovenska, 1979.</full>
  </record>
  <record>
    <code>Kotvan(Bratislava)</code>
    <full>Kotvan, Imrich. Inkun&#225;buly Univerzitnej Kni&#382;nice v Bratislave. Bratislava, 1960.</full>
  </record>
  <record>
    <code>Kotvan(Martin)</code>
    <full>Kotvan, Imrich. Inkun&#225;buly Kni&#382;nice Matice Slovenskey v Martine. Martin, 1961.</full>
  </record>
  <record>
    <code>Krajcar</code>
    <full>Krajcar, J. 'Early-printed Slavonic books in the Library of the Pontifical Oriental Institute'. Orientalia christiana periodica 24 (1968) pp.105-208.</full>
  </record>
  <record>
    <code>Krist</code>
    <full>Kristeller, Paul. Early Florentine woodcuts. London, 1897.</full>
  </record>
  <record>
    <code>Krist Lomb</code>
    <full>Kristeller, Paul. Die lombardische Graphik der Renaissance. Berlin, 1913.</full>
  </record>
  <record>
    <code>Kr&#252;ger</code>
    <full>Kr&#252;ger, Nil&#252;fer. Die Inkunabeln der Universit&#228;tsbibliothek Rostock mit den Inkunabeln der Landesbibliothek Mecklenburg-Vorpommern in Schwerin und der Kirchenbibliothek Friedland. Wiesbaden, 2003. (Kataloge der Universit&#228;tsbibliothek Rostock, 2.)</full>
  </record>
  <record>
    <code>K&#252;chenmeisterei</code>
    <full>K&#252;chenmeisterei in N&#252;rnberg von Peter Wagner um 1490 gedruckt: Faksimile, eingeleitet von Hans Wegener mit &#8230; einer Bibliographie. Leipzig 1939. (Ver&#246;ffentlichungen der Gesellschaft f&#252;r Typenkunde des XV. Jahrhunderts. Reihe B III).</full>
  </record>
  <record>
    <code>Kurz</code>
    <full>Kurz, Martin. Handbuch der iberischen Bilddrucke des XV. Jahrhunderts. Leipzig, 1931.</full>
  </record>
  <record>
    <code>L. Hellinga, Further fragments</code>
    <full>Hellinga, L. 'Further fragments of Dutch prototypography'. Quaerendo 2 (1972) pp.182-99.</full>
  </record>
  <record>
    <code>Lacombe</code>
    <full>Lacombe, Paul. Livres d'heures imprim&#233;s au XVe et au XVIe si&#232;cle, conserv&#233;s dans les biblioth&#232;ques publiques de Paris. Paris, 1907.</full>
  </record>
  <record>
    <code>Langer-Dolch</code>
    <full>Bibliographie der &#246;sterreichischen Drucke des XV. und XVI. Jahrhunderts. Hrsg. von Eduard Langer. Bd.I, H.I: Trient-Wien-Schrattenthal. Bearbeitet von Dr. Walther Dolch. Wien, 1913.</full>
  </record>
  <record>
    <code>LC(Exhib 15th c)</code>
    <full>Library of Congress. Exhibit of books printed during the XVth century and known as incunabula. Washington D.C., 1930.</full>
  </record>
  <record>
    <code>Leemann-van Elck</code>
    <full>Leemann-van Elck, Paul. 'Z&#252;rcher Wiegendrucke'. Der Schweizer Sammler 6 (1932), pp. 141-144, pp. 200-04.</full>
  </record>
  <record>
    <code>Lef&#232;vre</code>
    <full>Lef&#232;vre, Martine. Catalogues r&#233;gionaux des incunables des Biblioth&#232;ques publiques de France. Vol.II: Biblioth&#232;ques de la r&#233;gion Languedoc-Roussillon. Bordeaux, 1981.</full>
  </record>
  <record>
    <code>Lehmann-Haupt</code>
    <full>Lehmann-Haupt, Hellmut. Peter Schoeffer of Gernsheim and Mainz with a list of his surviving books and broadsides. New York, 1950.</full>
  </record>
  <record>
    <code>Lenz</code>
    <full>Lenz, Rudol Ferdinand. Inkunabel-Katalog der Erzbisch&#246;flichen Di&#246;zesan- und Dombibliothek K&#246;ln. K&#246;ln, 1997.</full>
  </record>
  <record>
    <code>Leuze(Isny)</code>
    <full>Leuze, Otto. Die Wiegendrucke der Bibliothek der Ev. Nikolauskirche in Isny. Stuttgart, 1916.</full>
  </record>
  <record>
    <code>Leuze(Makulatur)</code>
    <full>Leuze, Otto. 'Zehn Jahre Makulaturforschung in der Inkunabelsammlung der W&#252;rttembergischen Landesbibliothek in Stuttgart', in: ZfB 48 (1931), pp. 1-8.</full>
  </record>
  <record>
    <code>Ley(Petrarca)</code>
    <full>Ley, Klaus. Die Drucke von Petrarcas 'Rime': 1470-2000; synoptische Bibliographie der Editionen und Kommentare, Bibliotheksnachweise. Hildesheim, Z&#252;rich, New York, 2002.</full>
  </record>
  <record>
    <code>Liecht</code>
    <full>Bohatta, Hanns. Katalog der Inkunabeln der F&#252;rstlich Liechtenstein'schen Fideikommiss-Bibliothek und der Hauslabsammlung. Wien, 1910.</full>
  </record>
  <record>
    <code>Li&#232;vre(Poitiers)</code>
    <full>Li&#232;vre, A.F. Catalogue de la Biblioth&#232;que de la Ville de Poitiers. Poitiers, 1895.</full>
  </record>
  <record>
    <code>Livros antigos portuguezes</code>
    <full>Manuel II, king of Portugal. Livros antigos portuguezes 1489-1600 da Bibliotheca de Sua Majestade &#8230; .I: 1489-1539. Londres, 1929.</full>
  </record>
  <record>
    <code>Lohmeier(Ghotan)</code>
    <full>Lohmeier, Dieter. 'Nachtr&#228;ge und Berichtigungen zum Verzeichnis der Drucke Bartholom&#228;us Ghotans'. Zeitschrift des Vereins f&#252;r L&#252;beckische Geschichte und Altertumskunde 72 (1992), pp. 47-65.</full>
  </record>
  <record>
    <code>L&#337;kk&#246;s(Cat BPU)</code>
    <full>L&#337;kk&#246;s, Antal. Les incunables de la Biblioth&#232;que de Gen&#232;ve. Gen&#232;ve, 1982.</full>
  </record>
  <record>
    <code>L&#337;kk&#246;s(Gen&#232;ve)</code>
    <full>L&#337;kk&#246;s, Antal. Catalogue des incunables imprim&#233;s &#224; Gen&#232;ve 1478-1500. Gen&#232;ve, 1978.</full>
  </record>
  <record>
    <code>Louda</code>
    <full>Louda, Ji&#345;&#237;. Soupis prvotisk&#367; Universitn&#237; knihovny v Olomouci a jej&#237; pobo&#269;ky v Krom&#283;&#345;&#237;&#382;i. Praha, 1956.</full>
  </record>
  <record>
    <code>Ludwig(Klosterneuburg)</code>
    <full>Ludwig, Vinzenz Oskar. Die Klosterneuburger Inkunabeln. Wien/Leipzig, 1920 (Jahrbuch des Stiftes Klosterneuburg, Vol. 8,2).</full>
  </record>
  <record>
    <code>Macf</code>
    <full>Macfarlane, John. Antoine V&#233;rard. London, 1910. (Illustrated monographs issued by the Bibliographical Society, VII).</full>
  </record>
  <record>
    <code>Machiels</code>
    <full>Machiels, J. Meester Arend de Keysere 1480-1490. Gent, 1973.</full>
  </record>
  <record>
    <code>Machiels(Gent)</code>
    <full>Machiels, J. Catalogus van de boeken gedrukt voor 1600 aanwezig op de Centrale Bibliotheek van de Rijksuniversiteit Gent. Gent, 1979.</full>
  </record>
  <record>
    <code>Madrid</code>
    <full>Garc&#237;a Rojo, Diosdado and Ortiz de Montalv&#225;n, Gonzalo. Cat&#225;logo de incunables de la Biblioteca Nacional [Madrid]. Madrid, 1945. (Ap&#233;ndices I-IV. Madrid, 1958-2004).</full>
  </record>
  <record>
    <code>Madsen</code>
    <full>Madsen, Viktor. Katalog over det Kongelige Biblioteks inkunabler. 3 vols. K&#248;benhavn, 1935-63. (P.R. Jorgensen. 'Nye inkunabler &#8230; '. Fund og Forskning 30 (1991) pp. 133-38.)</full>
  </record>
  <record>
    <code>M&#228;lzer(W&#252;rzburg)</code>
    <full>M&#228;lzer, Gottfried. Die Inkunabeln der Universit&#228;tsbibliothek W&#252;rzburg. W&#252;rzburg, 1986.</full>
  </record>
  <record>
    <code>Maignien(Grenoble)</code>
    <full>Maignien, Edmond. Catalogue des incunables de la Biblioth&#232;que Municipale de Grenoble. Macon, 1899.</full>
  </record>
  <record>
    <code>Mambelli</code>
    <full>Mambelli, Giuliano. Gli annali delle edizioni virgiliane. Firenze, 1954. (Biblioteca di bibliografia italiana, 27).</full>
  </record>
  <record>
    <code>Manzoni</code>
    <full>Manzoni, G. Annali tipografici dei Soncino. Bologna, 1886.</full>
  </record>
  <record>
    <code>Marchini</code>
    <full>Marchini, Luigi. Catalogo degli incunaboli della Biblioteca Civica Berio di Genova. Firenze, 1962. (Biblioteca di bibliografia italiana, 40).</full>
  </record>
  <record>
    <code>Marston</code>
    <full>Marston, Thomas E. Incunabula in the Yale University libraries. New Haven, 1955.</full>
  </record>
  <record>
    <code>Martimort</code>
    <full>Martimort, Aim&#233;-Georges. 'Missels incunables d'origine franciscaine'. M&#233;langes liturgiques offerts au R.P. Dom Bernard Botte, Louvain, 1972, pp.359-78.</full>
  </record>
  <record>
    <code>Martini</code>
    <full>Biblioth&#232;que Joseph Martini. Premi&#232;re partie. Vente 27-29 Ao&#251;t 1934, Lucerne. Milan, [1934]. Deuxi&#232;me partie. Vente 21-23 Mai 1935, Z&#252;rich. Milan, [1935].</full>
  </record>
  <record>
    <code>Martini(C)</code>
    <full>Catalogo della libreria di Giuseppe Martini compilato dal possessore. Parte prima, Incunabuli. Milan, 1934.</full>
  </record>
  <record>
    <code>Marx</code>
    <full>Marx, Moses. 'Catalogue of Hebrew books printed in the fifteenth century now in the Library of the Hebrew Union College'. Studies in bibliography and booklore 1 (June 1953) pp.21-47.</full>
  </record>
  <record>
    <code>Mattmann(Berom&#252;nster)</code>
    <full>Mattmann, Helene. 'Inkunabelverzeichnis der Stiftsbibliothek Berom&#252;nster'. Erster datierter Schweizer Druck: Gedenkschrift zur 500-Jahr-Feier in Berom&#252;nster 1470-1970, Berom&#252;nster, 1970, pp.88-151.</full>
  </record>
  <record>
    <code>Meltz</code>
    <full>Meltz, Carl. 'Die Drucke der Michaelisbr&#252;der zu Rostock 1476 bis 1530'. Wissenschaftliche Zeitschrift der Universit&#228;t Rostock 5 (1955/56) pp.229-43.</full>
  </record>
  <record>
    <code>Melzi</code>
    <full>Melzi, Gaetano. Bibliografia dei romanzi e poemi cavallereschi italiani. 2a ed. Milano, 1838.</full>
  </record>
  <record>
    <code>Mendes</code>
    <full>Mendes, Maria Valentina C.A. Sul. Cat&#225;logo de incun&#225;bulos [Biblioteca Nacional, Lisbon]. Lisboa, 1988.</full>
  </record>
  <record>
    <code>Mendham</code>
    <full>Hingley, Sheila and David Shaw. Catalogue of the Law Society's Mendham Collection &#8230; housed in Canterbury Cathedral Library. London, 1994.</full>
  </record>
  <record>
    <code>Meyer(B&#252;cheranzeige)</code>
    <full>Meyer, Karl. 'Eine B&#252;cheranzeige des 15. Jahrhunderts'. ZfB 9 (1892), pp. 130-34.</full>
  </record>
  <record>
    <code>Meyer(B&#252;cheranzeigen)</code>
    <full>Meyer, Wilhelm. 'B&#252;cheranzeigen des 15. Jahrhunderts'. In: ZfB 2 (1885), pp. 437-63.</full>
  </record>
  <record>
    <code>Meyer(Fribourg)</code>
    <full>W. J. Meyer. Catalogue des incunables de la biblioth&#232;que cantonale et universitaire de Fribourg, Suisse. Fribourg, 1917.</full>
  </record>
  <record>
    <code>Meyer-Baer</code>
    <full>Meyer-Baer, Kathi. Liturgical music incunabula, a descriptive catalogue. London, 1962.</full>
  </record>
  <record>
    <code>Mich</code>
    <full>Michelitsch, Anton. Thomasschriften. Graz &amp; Wien, 1913.</full>
  </record>
  <record>
    <code>Michelini Tocci</code>
    <full>Michelini Tocci, Luigi. 'Incunaboli sconosciuti e incunaboli mal conosciuti della Biblioteca Vaticana'. Studi di bibliografia e di storia in onore di Tammaro De Marinis, [Rome], 1964, t.3 pp.177-228.</full>
  </record>
  <record>
    <code>MirR</code>
    <full>Wiegendruckgesellschaft. Mirabilia Romae: Rome: Stephan Plannck, 20 November, 1489. [Facsimile edition] Mit einer Einleitung von Christian H&#252;lsen. Berlin, 1925.</full>
  </record>
  <record>
    <code>Mitchell(Aberdeen)</code>
    <full>Mitchell, William Smith. Catalogue of the incunabula in Aberdeen University Library. Edinburgh, 1968.</full>
  </record>
  <record>
    <code>Mittler-Kind</code>
    <full>Mittler, Elmar und Kind, Helmut. Incunabula Gottingensia: Inkunabelkatalog der Nieders&#228;chsischen Staats- und Universit&#228;tsbibliothek G&#246;ttingen. Bd.1 etc. Wiesbaden, 1995- [in progress].</full>
  </record>
  <record>
    <code>More Books</code>
    <full>More Books: the Bulletin of the Boston Public Library. Vol.IV, No.9 (Nov. 1929) -Vol. XIII, No.2 (Feb. 1938).</full>
  </record>
  <record>
    <code>Moreau</code>
    <full>Moreau, Brigitte. Inventaire chronologique des &#233;ditions parisiennes du XVIe si&#232;cle. I:1501 -1510; II: 1511-1520; III: 1521-1530; IV: 1531-1535. Paris, 1972-93.</full>
  </record>
  <record>
    <code>Morg</code>
    <full>Thurston, Ada and B&#252;hler, Curt F. Check list of fifteenth century printing in the Pierpont Morgan Library. New York, 1939.</full>
  </record>
  <record>
    <code>Morg(B)</code>
    <full>Pollard, A.W. Catalogue of &#8230; early printed books from the libraries of William Morris, Richard Bennett &#8230; and other sources now forming portion of the library of J. Pierpont Morgan. 3 vols. London, 1907.</full>
  </record>
  <record>
    <code>Mor(P)</code>
    <full>Morgan, Morris H. A bibliography of Persius. Cambridge (Mass.), 1909. (Bibliographical contributions of the Library of Harvard University, 58).</full>
  </record>
  <record>
    <code>Nagel</code>
    <full>Nagel, Koostanud Olev. Inkunaablid. Tartu Riikliku &#220;likooli Teaduslikus Raamatukogus. Kataloog. Tallinn, 1982.</full>
  </record>
  <record>
    <code>Needham(Corsten Festschrift)</code>
    <full>Needham, Paul. 'William Caxton and his Cologne partners'. Ars impressoria: Festgabe f&#252;r Severin Corsten, M&#252;nchen, 1986, pp.103-31.</full>
  </record>
  <record>
    <code>Nemirovsky(Cyrillic)</code>
    <full>Nemirovsky, Evgeny L. Gesamtkatalog der Fr&#252;hdrucke in kyrillischer Schrift. Band I: Inkunabeln. Baden-Baden, 1996. (Bibliotheca bibliographica aureliana 140).</full>
  </record>
  <record>
    <code>Nentwig</code>
    <full>Nentwig, Heinrich. Die Wiegendrucke in der Stadtbibliothek zu Braunschweig. Wolfenb&#252;ttel, 1891.</full>
  </record>
  <record>
    <code>Neveu</code>
    <full>Neveu, Val&#233;rie. Catalogues r&#233;gionaux des incunables des Biblioth&#232;ques publiques de France. Vol.XVII: Haute-Normandie. Gen&#232;ve, 2005.</full>
  </record>
  <record>
    <code>Nickel(Erfurt)</code>
    <full>Nickel, Holger. 'Zum Erfurter Buchdruck im 15. Jahrhundert'. Erfurt: Geschichte und Gegenwart, Weimar, 1995, pp. 333-40. (Schriften des Vereins f&#252;r Geschichte und Altertumskunde von Erfurt, Vol. 2).</full>
  </record>
  <record>
    <code>Nickel(Nixstein)</code>
    <full>Nickel, Holger. 'Zum Ablassbrief des Johannes Nixstein, 1482'. Honemann(Einblattdrucke) pp. 467-77.</full>
  </record>
  <record>
    <code>Nickel(Zwickau)</code>
    <full>Nickel, Holger. Die Inkunabeln der Ratsschulbibliothek Zwickau. [Dissertation. Unpublished MS, 1976]</full>
  </record>
  <record>
    <code>Niederdeutsche HSS und Inkunabeln</code>
    <full>Niederdeutsche Handschriften und Inkunabeln: Ausstellung &#8230; der Herzog August Bibliothek Wolfenb&#252;ttel (9-26 Juni, 1976). Wolfenb&#252;ttel, 1976.</full>
  </record>
  <record>
    <code>Nielsen</code>
    <full>Nielsen, Lauritz. Dansk Bibliografi 1482-1550. K&#248;benhavn, 1919.</full>
  </record>
  <record>
    <code>Nijhoff &amp; Kronenberg</code>
    <full>Nijhoff, Wouter and Kronenberg, M.E. Nederlandsche bibliographie van 1500 tot 1540. 3 vols. 's-Gravenhage, 1923-71.</full>
  </record>
  <record>
    <code>Norton(1966)</code>
    <full>Norton, F.J. Printing in Spain 1501-1520. Cambridge, 1966.</full>
  </record>
  <record>
    <code>Norton(1978)</code>
    <full>Norton, F.J. A descriptive catalogue of printing in Spain and Portugal 1501-1520. Cambridge, 1978.</full>
  </record>
  <record>
    <code>Oates</code>
    <full>Oates, J.C.T. A catalogue of the fifteenth-century printed books in the University Library Cambridge. Cambridge, 1954.</full>
  </record>
  <record>
    <code>Odriozola(Parix)</code>
    <full>Odriozola, Antonio. 'Los protoincunables (1472-1478) impresos por Juan Parix en Segovia (Espa&#241;a) y Toulouse (Francia)'. Gb Jb 1976 pp.130-37.</full>
  </record>
  <record>
    <code>Offenberg</code>
    <full>Offenberg, A.K. Hebrew incunabula in public collections: a first international census. Nieuwkoop, 1990.</full>
  </record>
  <record>
    <code>Offenberg(De Graaf Festschrift)</code>
    <full>Offenberg, A.K. 'Wat niet in Census staat'. For Bob de Graaf, Amsterdam, 1992, pp. 144-51.</full>
  </record>
  <record>
    <code>Offenberg(Rosenthal)</code>
    <full>Offenberg, A.K. 'Catalogue of the Hebrew incunabula in the Bibliotheca Rosenthaliana'. Studia Rosenthaliana 5 (1971), 7 (1973).</full>
  </record>
  <record>
    <code>Ohly-Sack</code>
    <full>Ohly, Kurt and Sack, Vera. Inkunabelkatalog der Stadt- und Universit&#228;tsbibliothek und anderer &#246;ffentlicher Sammlungen in Frankfurt am Main. 5 vols. Frankfurt a.M., 1966-67.</full>
  </record>
  <record>
    <code>Oldenbourg</code>
    <full>Oldenbourg, M. Consuelo. Hortulus animae [1494]-1523. Bibliographie und Illustration. Hamburg, 1973.</full>
  </record>
  <record>
    <code>Olivar</code>
    <full>Olivar, Alexandre. Les incunables conservats a la biblioteca de Montserrat. Montserrat, 1990.</full>
  </record>
  <record>
    <code>Omaggio a Gutenberg</code>
    <full>Studi e ricerche sulla storia della stampa del Quattrocento: omaggio dell'Italia a Giovanni Gutenberg nel V centenario della sua scoperta. Milan, 1942.</full>
  </record>
  <record>
    <code>Osler(IM)</code>
    <full>Osler, Sir William. Incunabula medica: a study of the earliest printed medical books, 1467-80. Oxford, 1923. (Illustrated monographs issued by the Bibliographical Society, XIX).</full>
  </record>
  <record>
    <code>Oslo</code>
    <full>Amundsen, Leiv. Det Kongelige Fredriks-Universitet: Katalog over Universitetsbibliotekets paleotypsamling. Oslo, 1926.</full>
  </record>
  <record>
    <code>Ostermann(Kurczweil)</code>
    <full>Ostermann, Marcus. 'Vmb kurczweil vnd schiessens willen. Zu den gedruckten Sch&#252;tzenbriefen des 15. Jahrhunderts'. Honemann(Einblattdrucke) pp. 397-443.</full>
  </record>
  <record>
    <code>Pad-Ink</code>
    <full>Hartig, Matthias [et al.]. Die Inkunabeln in der Erzbisch&#246;flichen Akademischen Bibliothek Paderborn. Wiesbaden, 1993.</full>
  </record>
  <record>
    <code>Pagnotta</code>
    <full>Pagnotta, Linda. Le edizioni italiane della &#8220;Legenda aurea&#8221; (1475-1630). Firenze, 2005. (Biblioteca di Apax, 1.)</full>
  </record>
  <record>
    <code>Panzer</code>
    <full>Panzer, Georg Wolfgang. Annales typographici ab artis inventae origine ad annum MD &#8230; (ad annum MDXXXVI continuati). 11 vols. Norimbergae, 1793-1803.</full>
  </record>
  <record>
    <code>Paoli(Lucca)</code>
    <full>Paoli, Marco. Le edizioni del Quattrocento in una raccolta toscana. Gli incunaboli della Biblioteca Statale di Lucca. 2 vols. Lucca, 1990-92.</full>
  </record>
  <record>
    <code>Parguez</code>
    <full>Parguez, Guy. Catalogues r&#233;gionaux des incunables des Biblioth&#232;ques publiques de France. Vol.XI: Biblioth&#232;ques de la R&#233;gion Rh&#244;ne-Alpes I: Ain, Ard&#232;che, Loire, Rh&#244;ne. Paris, 1991.</full>
  </record>
  <record>
    <code>Parisi</code>
    <full>Parisi, Antonio F. Iacottino de Rubeis Tipografo Pinerolese. Pinerolo, 1953.</full>
  </record>
  <record>
    <code>Pascher</code>
    <full>Pascher, Peter Hans. Praktiken des 15. und 16. Jahrhunderts. Klagenfurt, 1980 (Armarium 11).</full>
  </record>
  <record>
    <code>Pascher(Klagenfurt)</code>
    <full>Pascher, Peter Hans. Die Wiegendrucke der Universit&#228;tsbibliothek und des K&#228;rntner Landesmuseums in Klagenfurt. Klagenfurt, 1981 (Armarium 7)</full>
  </record>
  <record>
    <code>Pascher(St.Paul)</code>
    <full>Pascher, Peter Hans. Die Einblattdrucke des 15. Jahrhunderts im Stift St.Paul und in den anderen K&#228;rntner Bibliotheken. Klagenfurt, 1981 (Armarium 7).</full>
  </record>
  <record>
    <code>Pascher(Wiegendrucke)</code>
    <full>Pascher, Peter Hans. Die Wiegendrucke in den &#246;ffentlichen und privaten Bibliotheken K&#228;rntens. Klagenfurt, 1997 (Armarium 12).</full>
  </record>
  <record>
    <code>Patriarca</code>
    <full>Patriarca, E. Catalogo degli incunabuli della Biblioteca Guarneriana di S. Daniele del Friuli. Udine, 1954.</full>
  </record>
  <record>
    <code>Paulus, Ablass</code>
    <full>Paulus, Nikolaus. Geschichte des Ablasses im Mittelalter. Bd.1-3. Paderborn, 1922-23.</full>
  </record>
  <record>
    <code>Paulus(Peraudi)</code>
    <full>Paulus, Nikolaus. 'Raimund Peraudi als Ablasskommissar'. Historisches Jahrbuch 21 (1900), pp. 645-82.</full>
  </record>
  <record>
    <code>Pegg</code>
    <full>Pegg, Michael A. 'Incunables in the National Library of Scotland: accessions 1946-1966'. Beitr&#228;ge zur Inkunabelkunde, Dritte Folge 3 (1967) pp.93-106.</full>
  </record>
  <record>
    <code>P&#233;ligry</code>
    <full>P&#233;ligry, Christian. Catalogues r&#233;gionaux des incunables des Biblioth&#232;ques publiques de France. Vol.III: Biblioth&#232;ques de la R&#233;gion Midi-Pyr&#233;n&#233;es. Bordeaux, 1982.</full>
  </record>
  <record>
    <code>Pell</code>
    <full>Pellechet, Marie [and M.L. Polain]. Catalogue g&#233;n&#233;ral des incunables des biblioth&#232;ques publiques de France. 3 vols. Nendeln, 1970. (Reproduced from the copy of the original edition (Paris, 1897-1909) annotated by Polain).</full>
  </record>
  <record>
    <code>Pell Ms</code>
    <full>Pellechet, Marie and Polain, M.L. Catalogue g&#233;n&#233;ral &#8230; (MS of unpublished volumes, reproduced from the original now in the Biblioth&#232;que Nationale.) 23 vols. Nendeln, 1970. (The MS number is quoted first, followed by the number added for the printed edition quoted in parentheses except after 10438 (10196), where the MS numeration ceases).</full>
  </record>
  <record>
    <code>Pell(Lyon)</code>
    <full>Pellechet, Marie. Catalogue des incunables des biblioth&#232;ques publiques de Lyon. Lyon, 1893. (Nos. 637-1066 appear in the Suppl&#233;ment, by Guy Parguez, Lyon, 1967.)</full>
  </record>
  <record>
    <code>Pell(V)</code>
    <full>Pellechet, Marie. 'Jacques de Voragine: liste des &#233;ditions de ses ouvrages publi&#233;es au XV. si&#232;cle'. Revue des biblioth&#232;ques Avril, Ao&#251;t-Septembre, 1895.</full>
  </record>
  <record>
    <code>Pennink</code>
    <full>Pennink, R. Catalogus der niet-Nederlandse drukken: 1500-1540 aanwezig in de Koninklijke Bibliotheek. 's-Gravenhage, 1955.</full>
  </record>
  <record>
    <code>Pennino</code>
    <full>Pennino, Antonio. Catalogo ragionato dei libri di prima stampa e delle edizioni Aldine e rare esistenti nella Biblioteca Nazionale di Palermo. 3 vols. Palermo, 1875-86.</full>
  </record>
  <record>
    <code>Pfister, Parodien</code>
    <full>Pfister, Silvia. Parodien astrologisch-prophetischen Schrifttums 1470-1590: Textformen - Entstehung - Vermittlung - Funktion. Baden-Baden, 1990. (Saecula Spiritalia 22.)</full>
  </record>
  <record>
    <code>Pforzheimer</code>
    <full>The Carl H. Pforzheimer Library. English literature, 1475-1700. [Compiled by Emma V. Unger and William A. Jackson.] New York, 1940.</full>
  </record>
  <record>
    <code>Picot-Stein</code>
    <full>Picot, &#201;mile and Stein, Henri. Recueil de pi&#232;ces historiques imprim&#233;es sous le regne de Louis XI reproduites en facsimile. Paris, 1923.</full>
  </record>
  <record>
    <code>Pietsch</code>
    <full>Pietsch, Paul. Ewangely und Epistel Teutsch. Die gedruckten hochdeutschen Perikopenb&#252;cher (Plenarien) 1473 bis 1523 ... . G&#246;ttingen, 1927.</full>
  </record>
  <record>
    <code>PML</code>
    <full>Pierpont Morgan Library. Early printed books: major acquisitions of the Pierpont Morgan Library, 1924-1974. New York, [1974].</full>
  </record>
  <record>
    <code>Polain(B)</code>
    <full>Polain, M.-Louis. Catalogue des livres imprim&#233;s au quinzi&#232;me si&#232;cle des biblioth&#232;ques de Belgique. 5 vols. Bruxelles, 1932-78.</full>
  </record>
  <record>
    <code>Pollard and Ehrman</code>
    <full>Pollard, Graham and Albert Ehrman. The distribution of books by catalogue from the invention of printing to A.D. 1800. Cambridge, 1965.</full>
  </record>
  <record>
    <code>Poynter</code>
    <full>Poynter, F.N.L. A catalogue of incunabula in the Wellcome Historical Medical Library. London, 1964.</full>
  </record>
  <record>
    <code>Pr</code>
    <full>Proctor, Robert. An index to the early printed books in the British Museum from the invention of printing to the year MD, with notes of those in the Bodleian Library. 2 vols. London, 1898. 4 supplements, 1899-1902. (Part II, MDI-MDXX, Germany, London, 1903.)</full>
  </record>
  <record>
    <code>Pr(G)</code>
    <full>Proctor, Robert. The printing of Greek in the fifteenth century. Oxford, 1900. (Illustrated monographs issued by the Bibliographical Society, VIII.)</full>
  </record>
  <record>
    <code>Pr(T)</code>
    <full>Proctor, Robert. Tracts on early printing: I) List of the founts of type and woodcut devices used by the printers of Southern Netherlands in the fifteenth century. London, 1895. II) A note on Eberhard Frommolt of Basel, printer. London, 1895. III) Additions to Campbell's Annales &#8230; . London, 1897. (Reprinted in: Bibliographical essays, London, 1905, pp.131-232.)</full>
  </record>
  <record>
    <code>Probst(Ritualien)</code>
    <full>Probst, Manfred. Bibliographie der katholischen Ritualiendrucke des deutschen Sprachbereichs M&#252;nster, 1993.</full>
  </record>
  <record>
    <code>R</code>
    <full>Reichling, Dietrich. Appendices ad Hainii-Copingeri Repertorium bibliographicum. Additiones. 6 vols. &amp; index. Monachii, 1905-11.</full>
  </record>
  <record>
    <code>Rabboni</code>
    <full>Antonio Pucci: Cantari di Apollonio di Tiro: edizione crtitica a cura di Renzo Rabboni. Bologna, 1996.</full>
  </record>
  <record>
    <code>Ravegnani</code>
    <full>Ravegnani, G. 'Saggio di un catalogo degli incunabuli della Biblioteca Comunale Ariostea'. Rivista di Ferrara 2 (1934) pp.352-59.</full>
  </record>
  <record>
    <code>R(Doctr)</code>
    <full>Reichling, Dietrich. Das Doctrinale des Alexander de Villa-Dei: kritischexegetische Ausgabe. Berlin, 1893. (Monumenta Germaniae Paedagogica, 12).</full>
  </record>
  <record>
    <code>Redgr</code>
    <full>Redgrave, Gilbert R. Erhard Ratdolt and his work at Venice. London, 1894. (Illustrated monographs issued by the Bibliographical Society, I).</full>
  </record>
  <record>
    <code>Reininger(Linz)</code>
    <full>Reininger, Franz. 'Die Wiegendrucke in der Bibliotheca publica in Linz'. Mitteilungen des &#214;sterreichischen Vereins f&#252;r Bibliothekswesen 13 (1909/1910), pp. 137-79.</full>
  </record>
  <record>
    <code>Renouard(Badius)</code>
    <full>Renouard, Philippe. Bibliographie des impressions et des oeuvres de Josse Badius Ascensius. 3 vols. Paris, 1908.</full>
  </record>
  <record>
    <code>Renouard, Imprimeurs</code>
    <full>Renouard, Philippe. Imprimeurs et libraires parisiens du XVIe si&#232;cle. Paris, 1964- [in progress].</full>
  </record>
  <record>
    <code>R&#233;pertoire bibl.</code>
    <full>R&#233;pertoire bibliographique des livres imprim&#233;s en France au seizi&#232;me si&#232;cle. Baden-Baden, 1968-80 (A sub-series, numbered by fascicles, within volumes of the Bibliotheca bibliographica aureliana).</full>
  </record>
  <record>
    <code>Repgen(Antimanifest)</code>
    <full>Repgen, Konrad. 'Aninmanifest und Kriegsmanifest: die Benutzung der neuen Drucktechnik bei der Mainzer Stiftsfehde 1461/63 durch die Erzbisch&#246;fe Adolf von Nassau und Diether von Isenburg'. Studien zum 15. Jahrhundert: Festschrift f&#252;r Erich Meuthen, Bd.2, M&#252;nchen, 1994, pp.781-803.</full>
  </record>
  <record>
    <code>Repgen(Einblattdrucke)</code>
    <full>Repgen, Konrad. 'Die politischen Einblattdrucke der Mainzer Stiftfehde in deutscher Sprache (1461/62)'. Archiv f&#252;r mittelrheinische Kirchengeschichte 46 (1994), pp. 281-321.</full>
  </record>
  <record>
    <code>Rhodes(Corsten Festschrift)</code>
    <full>Rhodes, Dennis E. 'Five undescribed German incunabula in British libraries'. Ars impressoria: eine &#8230; Festgabe f&#252;r Severin Corsten, M&#252;nchen, 1986, pp.98-102.</full>
  </record>
  <record>
    <code>Rhodes(Festschrift)</code>
    <full>The Italian book 1465-1800: studies presented to Dennis E. Rhodes &#8230; . London, 1993.</full>
  </record>
  <record>
    <code>Rhodes(Firenze)</code>
    <full>Rhodes, Dennis E. Gli annali tipografici fiorentini del XV secolo. Firenze, 1988. (Biblioteca di bibliografia italiana, 113).</full>
  </record>
  <record>
    <code>Rhodes(Oxford Colleges)</code>
    <full>Rhodes, Dennis E. A catalogue of incunabula in all the libraries of Oxford University outside the Bodleian. Oxford, 1982.</full>
  </record>
  <record>
    <code>Rhodes(Siena)</code>
    <full>Rhodes, Dennis E. 'The incunabula of Siena'. Essays in honour of Victor Scholderer, Mainz, 1970, pp.337-48.</full>
  </record>
  <record>
    <code>Rhodes(Treviso)</code>
    <full>Rhodes, Dennis E. La stampa a Treviso nel secolo XV. Treviso, 1983.</full>
  </record>
  <record>
    <code>Rhodes(Vicenza)</code>
    <full>Rhodes, Dennis E. La tipografia nel secolo XV a Vicenza, Santorso e Torrebelvicino. Vicenza, [1987].</full>
  </record>
  <record>
    <code>Riant</code>
    <full>De Germon, L. and Polain, M.-L. Catalogue de la biblioth&#232;que de feu M. le Comte Riant. Deuxi&#232;me partie, vol.I. Paris, 1899.</full>
  </record>
  <record>
    <code>Richard</code>
    <full>Richard, H&#233;l&#232;ne. Catalogues r&#233;gionaux des incunables des Biblioth&#232;ques publiques de France. Vol.XIV: R&#233;gion Poitou Charente- R&#233;gion Limousin. Paris, 1996.</full>
  </record>
  <record>
    <code>Ridolfi</code>
    <full>Ridolfi, Roberto. La stampa in Firenze nel secolo XV. Firenze, 1958.</full>
  </record>
  <record>
    <code>Riedl</code>
    <full>Riedl, Mirko. Katalog prvotisk&#367; jiho&#269;esk&#253;ch knihoven (Catalogus incunabulorum quae in bibliothecis Bohemiae meridionalis asservantur). Praha, 1974.</full>
  </record>
  <record>
    <code>Ritter</code>
    <full>Ritter, Fran&#231;ois. Catalogue des incunables alsaciens de la Biblioth&#232;que Nationale et Universitaire de Strasbourg. Strasbourg, 1938.</full>
  </record>
  <record>
    <code>Roest</code>
    <full>Roest, M. Catalog der Hebraica &#8230; aus der L. Rosenthal'schen Bibliothek. 2 vols. Amsterdam, 1875.</full>
  </record>
  <record>
    <code>Rogledi Manni</code>
    <full>Rogledi Manni, Teresa. La tipografia a Milano nel XV secolo. Firenze, 1980. (Biblioteca di bibliografia italiana, 90).</full>
  </record>
  <record>
    <code>Rogge(Luther)</code>
    <full>Rogge, Joachim. Martin Luther: sein Leben, seine Zeit, eine Wirkungen. Berlin, 1982.</full>
  </record>
  <record>
    <code>Rosenkilde</code>
    <full>Rosenkilde, Volmer. Thesaurus librorum danicorum 15th and 16th century. K&#248;benhavn, 1987.</full>
  </record>
  <record>
    <code>Rosenwald</code>
    <full>The Rosenwald Collection: a catalogue of illustrated books and manuscripts, of books from celebrated presses, and of bindings and maps, 1150-1950. The gift of Lessing J. Rosenwald to the Library of Congress. [Catalogued by Marion Schild; ed. F.R. Goff.] Washington, D.C., 1954.</full>
  </record>
  <record>
    <code>Rosenwald(EP)</code>
    <full>Early printed books of the Low Countries from the Lessing J. Rosenwald Collection. An exhibition in the Library of Congress, April 2, 1958, to August 31, 1958. [Compiled by Frederick R. Goff.] Washington, D.C., 1958.</full>
  </record>
  <record>
    <code>Rosenwald(F)</code>
    <full>The Florentine Fior di Virtu of 1491 translated into English by Nicholas Fersin [i.e. Fersen] with facsimiles of all of the woodcuts. Washington, D.C., 1953. [Concordance of editions printed in the XV century, p.xxiv-xxix, by Lessing J. Rosenwald.]</full>
  </record>
  <record>
    <code>Rosenwald(1960)</code>
    <full>Livres anciens des Pays-Bas: la collection Lessing J. Rosenwald provenant de la biblioth&#232;que d'Arenberg. Exposition &#8230; 1960. Bruxelles, 1960.</full>
  </record>
  <record>
    <code>Rosenwald(1977)</code>
    <full>The Lessing J. Rosenwald collection: a catalog of the gifts &#8230; to the Library of Congress, 1943 to 1975. Washington, D.C., 1977.</full>
  </record>
  <record>
    <code>Rossaro</code>
    <full>Rossaro, Antonio. Notazione bibliografica degli incunabuli conservati nella Biblioteca Civica G. Tartarotti di Rovereto. Reggio d'Emilia, 1935.</full>
  </record>
  <record>
    <code>Rouse, Cartolai</code>
    <full>Rouse, Mary A. and Richard H. Cartolai, illuminators, and printers in fifteenth-century Italy: the evidence of the Ripoli Press. Los Angeles, 1988.</full>
  </record>
  <record>
    <code>(R)STC</code>
    <full>A short-title catalogue of books printed in England, Scotland and Ireland 1475-1640. First compiled by A.W. Pollard and G.R. Redgrave. 2nd edition. 3 vols. London, 1976-91.</full>
  </record>
  <record>
    <code>R(Suppl)</code>
    <full>Reichling, Dietrich. Appendices ad Hainii-Copingeri Repertorium Bibliographicum: additiones et emendationes. Supplement. Monasterii, 1914.</full>
  </record>
  <record>
    <code>Ruppel</code>
    <full>Ruppel, Aloys. Johannes Gutenberg. Sein Leben und sein Werk. Nieuwkoop, 1967.</full>
  </record>
  <record>
    <code>Saam</code>
    <full>Saam, Dieter. Albrecht Kunne aus Duderstadt. Der Prototypograph von Trient und Memmingen und die Produktion seiner Offizinen (ca. 1474 bis 1520). Freiburg i.Br., 1990.</full>
  </record>
  <record>
    <code>Sack(Freiburg)</code>
    <full>Sack, Vera. Die Inkunabeln der Universit&#228;tsbibliothek und anderer &#246;ffentlicher Sammlungen in Freiburg im Breisgau und Umgebung. 3 vols. Wiesbaden, 1985.</full>
  </record>
  <record>
    <code>Saj&#243;-Solt&#233;sz</code>
    <full>Saj&#243;, G&#233;za and Solt&#233;sz, Ersz&#233;bet. Catalogus incunabulorum quae in bibliothecis publicis Hungariae asservantur. 2 vols. Budapestini, 1970.</full>
  </record>
  <record>
    <code>Sallander</code>
    <full>Sallander, Hans. Katalog der Inkunabeln der Kgl. Universit&#228;ts-Bibliothek zu Uppsala. 1) Neuerwerbungen seit dem Jahre 1907. Uppsala, 1953. (Bibliotheca Ekmaniana, 59). 2) Neuerwerbungen der Jahre 1954-64. Uppsala, 1965. (Bibliotheca Ekmaniana, 63).</full>
  </record>
  <record>
    <code>Salv&#225;</code>
    <full>Salv&#225; y Mall&#233;n, Pedro. Cat&#225;logo de la biblioteca de Salv&#225;. 2 vols. Valencia, 1872.</full>
  </record>
  <record>
    <code>S&#225;nchez</code>
    <full>S&#225;nchez, Juan Manuel. Bibliograf&#237;a Zaragozana del siglo XV, por un bibli&#243;filo Aragon&#233;s. Madrid, 1908.</full>
  </record>
  <record>
    <code>Sander</code>
    <full>Sander, Max. Le livre &#224; figures italien depuis 1467 jusqu'en 1530: essai de sa bibliographie et de son histoire. 6 vols. New York, 1941.</full>
  </record>
  <record>
    <code>Sangspr&#252;che und Meisterlieder</code>
    <full>Repertorium der Sangspr&#252;che und Meisterlieder des 12. bis 18. Jahrhunderts. 16 vols. T&#252;bingen, 1994-2002.</full>
  </record>
  <record>
    <code>Santoro</code>
    <full>Santoro, C. Libri illustrati milanesi del Rinascimento. Milano, 1956.</full>
  </record>
  <record>
    <code>Scapecchi(M)</code>
    <full>Scapecchi, Piero. Catalogo incunaboli [Biblioteca Marucelliana, Firenze]. Roma, 1989.</full>
  </record>
  <record>
    <code>Sch&#228;fer</code>
    <full>Arnim, Manfred von. Katalog der Bibliothek Otto Sch&#228;fer, Schweinfurt. Teil I: Drucke, Manuskripte und Einb&#228;nde des 15. Jahrhunderts. Stuttgart, 1984.</full>
  </record>
  <record>
    <code>Schanze(Buchdruck)</code>
    <full>Schanze, Frieder. 'Der Buchdruck eine Medienrevolution'. Mittelalter und fr&#252;he Neuzeit: &#220;berg&#228;nge, Umbr&#252;che und Neuans&#228;tze, T&#252;bingen, 1999, pp.286-311. (Fortuna Vitrea, Bd.16).</full>
  </record>
  <record>
    <code>Schanze(Gb Jb 1994)</code>
    <full>Schanze, Frieder. 'Der Drucker des Breviarium Ratisponense (?Georgius de Spira)'. Gb Jb 69 (1994), pp. 67-77.</full>
  </record>
  <record>
    <code>Schanze(Inkunabelgrenze)</code>
    <full>Schanze, Frieder. 'Inkunabeln oder Postinkunabeln? Zur Problematik der Inkunabelgrenze am Beispiel von 5 Druckern und 111 Einblattdrucken'. Einblattdrucke des 15. und fr&#252;hen 16. Jahrhunderts: Probleme, Perspektiven, Fallstudien, T&#252;bingen, 2000, pp.45-122</full>
  </record>
  <record>
    <code>Schanze(Liedkunst)</code>
    <full>Schanze, Frieder. Meisterliche Liedkunst zwischen Heinrich von M&#252;geln und Hans Sachs. 2 vols. M&#252;nchen, 1983-84.</full>
  </record>
  <record>
    <code>Schanze(Romweg-Karte)</code>
    <full>Schanze, Frieder. 'Zu Erhard Etzlaubs Romweg-Karte, dem Drucker Kasper Hochfeder in N&#252;rnberg und einem unbekannten N&#252;rnberger Drucker in der Nachfolge Hochfeders'. Gb Jb 1996, pp. 126-40.</full>
  </record>
  <record>
    <code>Schilling</code>
    <full>Schilling, F. Die Wiegendrucke in Coburg. Coburg, 1954.</full>
  </record>
  <record>
    <code>Schmidt</code>
    <full>Schmidt, Charles. R&#233;pertoire bibliographique strasbourgeois jusque vers 1530. 8 parts. Strasbourg, 1893-96.</full>
  </record>
  <record>
    <code>Schmidt(Denkmale)</code>
    <full>Schmidt, Wilhelm. Die fr&#252;hesten und seltensten Denkmale des Holz- und Metallschnittses aus dem vierzehnten und f&#252;nfzehnten Jahrhundert nach den Originalen im k. Kupferstich-Cabinet und in der k. Hof- und Staatsbibliothek in M&#252;nchen durch Lichtdruck als Facsimiles reproduziert. N&#252;rnberg, 1883.</full>
  </record>
  <record>
    <code>Schmidt(Lippische Ablassbriefe)</code>
    <full>Schmidt, Adolf. 'Lippische Abla&#223;briefe'. Beitr&#228;ge zum Bibliotheks- und Buchwesen, Paul Schwenke zum 20.M&#228;rz 1913 gewidmet, Berlin, 1913, pp. 227-33.</full>
  </record>
  <record>
    <code>Schmitt</code>
    <full>Schmitt, Anneliese. 'Die Inkunabeln der Deutschen Staatsbibliothek zu Berlin im Anschluss an Ernst Voulli&#233;me. I) Katalog der in der Deutschen Staatsbibliothek zu Berlin vorhandenen Inkunabeln. II) Die Inkunabeln der Preussischen Staatsbibliothek: Neuerwerbungen der Jahre 1927-45'. Beitr&#228;ge zur Inkunabelkunde, Dritte Folge 2 (1966).</full>
  </record>
  <record>
    <code>Schmitt &amp; Knox</code>
    <full>Schmitt, Charles, and Dilwyn Knox. Pseudo-Aristoteles Latinus: a guide to Latin works falsely attributed to Aristotle before 1500. London, 1985.</full>
  </record>
  <record>
    <code>Schmitz</code>
    <full>Schmitz, Wolfgang. Die K&#246;lner Einblattdrucke des 15. Jahrhunderts. K&#246;ln, 1979.</full>
  </record>
  <record>
    <code>Scholderer(Aberystwyth)</code>
    <full>Scholderer, Victor. 'Hand-list of incunabula in the National Library of Wales'. National Library of Wales Journal Supplement, ser. 1 no. 1 (1940). Addenda &amp; corrigenda. NLW Journal Supplement, ser. 1 no. 2 (1941).</full>
  </record>
  <record>
    <code>Schorbach</code>
    <full>Schorbach, Karl. Der Strassburger Fr&#252;hdrucker Johann Mentelin (1458-1478): Studien zu seinem Leben und Werke. Mainz, 1932.</full>
  </record>
  <record>
    <code>Schorbach and Spirgatis</code>
    <full>Schorbach, Karl and Spirgatis, Max. Heinrich Knoblochtzer in Strassburg (1477-1484). Strassburg, 1888.</full>
  </record>
  <record>
    <code>Schottenloher(Buchdruckerkunst)</code>
    <full>Schottenloher, Karl. Die Entwicklung der Buchdruckerkunst in Franken bis 1530. W&#252;rzburg, 1910. (Neujahrsbl&#228;tter herausgegeben von der Gesellschaft f&#252;r Fr&#228;nkische Geschichte, Vol. 5)</full>
  </record>
  <record>
    <code>Schottenloher(Buchgewerbe)</code>
    <full>Schottenloher, Karl. Das Regensburger Buchgewerbe im 15. und 16. Jahrhundert. Mainz, 1920. (Ver&#246;ffentlichungen der Gutenberg-Gesellschaft, Vols. 14-19).</full>
  </record>
  <record>
    <code>Schottenloher(Druckwerke)</code>
    <full>Schottenloher, Karl. Die liturgischen Druckwerke Erhard Ratdolts aus Augsburg 1485-1522: Typen- und Bildproben. Mainz, 1922. (Ver&#246;ffentlichungen der Gutenberg-Gesellschaft, Sonderband 1).</full>
  </record>
  <record>
    <code>Schottenloher(Flugblatt)</code>
    <full>Schottenloher, Karl. Flugblatt und Zeitung: ein Wegweiser durch das gedruckte Tagesschrifttum. Berlin, 1922 (Bibliothek f&#252;r Kunst- und Antiquit&#228;tensammler, Vol. 21).</full>
  </record>
  <record>
    <code>Schottenloher(Schobser)</code>
    <full>Schottenloher, Karl. Der M&#252;nchner Buchdrucker Hans Schobser 1500-1530. M&#252;nchen, 1925. (Reprinted Nieuwkoop, 1967.)</full>
  </record>
  <record>
    <code>Schr</code>
    <full>Schreiber, Wilhelm Ludwig. Manuel de l'amateur de la gravure sur bois et sur m&#233;tal au XVe si&#232;cle. Tom. 5: Un catalogue des incunables &#224; figures imprim&#233;s en Allemagne, en Suisse, en Autriche-Hongrie et Scandinavie. 2 parts. Leipzig, 1910-11.</full>
  </record>
  <record>
    <code>Schr(Handbuch)</code>
    <full>Schreiber, Wilhelm Ludwig. Handbuch der Holz- und Metallschnitte des XV. Jahrhunderts. 8 vols. Leipzig, 1926-30.</full>
  </record>
  <record>
    <code>Schramm</code>
    <full>Schramm, Albert. Der Bilderschmuck der Fr&#252;hdrucke, fortgef&#252;hrt von der Kommission f&#252;r den Gesamtkatalog der Wiegendrucke. 23 vols. Leipzig, 1920-43.</full>
  </record>
  <record>
    <code>Schubert, Olm&#252;tz</code>
    <full>Schubert, Anton. Die Wiegendrukke der Studienbibliothek zu Olm&#252;tz vor 1501. Olm&#252;tz, 1901.</full>
  </record>
  <record>
    <code>Schudt</code>
    <full>Schudt, Ludwig. Le Guide di Roma: Materialien zu einer Geschichte der r&#246;mischen Topographie. Wien, Augsburg, 1930.</full>
  </record>
  <record>
    <code>Sch&#252;ling</code>
    <full>Sch&#252;ling, Hermann. Die Inkunabeln der Universit&#228;tsbibliothek Giessen. Giessen, 1966.</full>
  </record>
  <record>
    <code>Sch&#252;ling(Renchen)</code>
    <full>Sch&#252;ling, Joachim. Der Drucker Ludwig von Renchen und seine Offizin: ein Beitrag zur Geschichte des K&#246;lner Buchdrucks. Wiesbaden, 1992. (Buchwissenschaftliche Beitr&#228;ge aus dem Deutschen Bucharchiv M&#252;nchen, Vol. 41).</full>
  </record>
  <record>
    <code>Schullian</code>
    <full>Schullian, Dorothy M. and Sommer, Frances E. A catalogue of incunabula and manuscripts in the Army Medical Library. New York, [1948?].</full>
  </record>
  <record>
    <code>Schwab</code>
    <full>Schwab, Mo&#239;se. Les incunables orientaux &#8230; . Paris, 1883.</full>
  </record>
  <record>
    <code>Schwenke, DK-Type</code>
    <full>Schwenke, Paul. Die Donat- und Kalender-Type, mit einem Abdruck des Donattextes nach den &#228;ltesten Ausgaben. Mainz 1902. (Ver&#246;ffentlichungen der Gutenberg-Gesellschaft, II).</full>
  </record>
  <record>
    <code>Seguin(Charles VIII)</code>
    <full>Seguin, Jean-Pierre. 'L'information &#224; la fin du XVe si&#232;cle en France. Pi&#232;ces d'actualit&#233; imprim&#233;es sous le r&#232;gne de Charles VIII'. Arts et traditions populaires 1956 no.4 pp.309-30; 1957 no.1 pp.46-74.</full>
  </record>
  <record>
    <code>Seguin(Louis XII)</code>
    <full>Seguin, Jean Pierre. L'information en France de Louis XII &#224; Henri II. Gen&#232;ve, 1961.</full>
  </record>
  <record>
    <code>S&#233;lestat</code>
    <full>Walter, Joseph. Ville de S&#233;lestat: catalogue g&#233;n&#233;ral de la Biblioth&#232;que Municipale. Pt. 3: Incunables &amp; XVIme si&#232;cle. Colmar, 1929.</full>
  </record>
  <record>
    <code>Serra Zanetti</code>
    <full>Serra Zanetti, Alberto. L'arte della stampa in Bologna nel primo ventennio del Cinquecento. Bologna, 1959.</full>
  </record>
  <record>
    <code>Shaw(Jena)</code>
    <full>Shaw, David J. 'Unrecorded French incunables in the Th&#252;ringer Universit&#228;ts- und Landesbibliothek Jena'. The Library ser.6,19 (1997) pp.197-220.</full>
  </record>
  <record>
    <code>Sheppard</code>
    <full>Sheppard, L.A. Catalogue of XVth century books in the Bodleian Library. [Unpublished MS, 1954-71].</full>
  </record>
  <record>
    <code>Sinker</code>
    <full>Sinker, Robert. A catalogue of the fifteenth-century printed books in the library of Trinity College, Cambridge. Cambridge, 1876.</full>
  </record>
  <record>
    <code>Slenczka</code>
    <full>Slencka, Ruth. Lehrhafte Bildtafeln in sp&#228;tmittelalterlichen Kirchen. K&#246;ln/Weimar/Wien, 1998. (Pictura et Poesis, Vol. 10).</full>
  </record>
  <record>
    <code>Smith(RaraAr)</code>
    <full>Smith, David Eugene. Rara arithmetica: a catalogue of the arithmetics written before the year MDCI with a description of those in the library of George Arthur Plimpton. Boston and London, 1908.</full>
  </record>
  <record>
    <code>Sorbelli, Azzoguidi</code>
    <full>Sorbelli, A. I primordi della stampa in Bologna: Baldassarre Azzoguidi. Bologna, 1908.</full>
  </record>
  <record>
    <code>Speck(Petrarca)</code>
    <full>Francesco Petrarca 1304-1374: Werk und Wirkung im Spiegel der Biblioteca Petrarchesca Reiner Speck. K&#246;ln, 2004.</full>
  </record>
  <record>
    <code>Spital(Ritualien)</code>
    <full>Spital, Hermann Josef. Der Taufritus in den deutschen Ritualien von den ersten Drucken bis zur Einf&#252;hrung des Rituale Romanum. M&#252;nster, 1968 (Bibliographie der Ritualien pp. 212-84).</full>
  </record>
  <record>
    <code>St</code>
    <full>Steinschneider, Moritz. Catalogus librorum hebraeorum in Bibliotheca Bodleiana. 3 vols. Berolini, 1852-60.</full>
  </record>
  <record>
    <code>St Gallen</code>
    <full>Scherrer, Gustav. Verzeichniss der Incunabeln der Stiftsbibliothek von St. Gallen. St. Gallen, 1880.</full>
  </record>
  <record>
    <code>Stevenson-Briquet</code>
    <full>Briquet, C.M. Les Filigranes ... A facsimile of the 1907 edition with supplementary material contributed by a number of scholars. Edited by Allan Stevenson. 4 vols. Amsterdam, 1968.</full>
  </record>
  <record>
    <code>STC</code>
    <full>Pollard, A.W. and Redgrave, G.R. A short-title catalogue of books printed in England, Scotland, &amp; Ireland and of English books printed abroad 1475-1640. London, 1926.</full>
  </record>
  <record>
    <code>Stillwell</code>
    <full>Stillwell, Margaret Bingham. Incunabula in American libraries: a second census. New York, 1940.</full>
  </record>
  <record>
    <code>Stillwell, Beginning</code>
    <full>Stillwell, Margaret Bingham. The beginning of the world of books 1450-1470. New York, 1972.</full>
  </record>
  <record>
    <code>Stillw(FT)</code>
    <full>Stillwell, Margaret B. 'The Fasciculus Temporum, a genealogical survey of editions before 1480'. Bibliographical essays, a tribute to Wilberforce Eames, Cambridge (Mass.), 1924, pp.409-40.</full>
  </record>
  <record>
    <code>Stuttgart(Dt.Bibel)</code>
    <full>'Deutsche Bibeldrucke 1466-1600'. Die Bibelsammlung der W&#252;rttembergischen Landesbibliothek Stuttgart, Zweite Abt., 1. Bd. Stuttgart, 1987.</full>
  </record>
  <record>
    <code>Stuttgart(Lat.Bibel)</code>
    <full>'Lateinische Bibeldrucke 1454-1564'. Die Bibelsammlung der W&#252;rttembergischen Landesbibliothek Stuttgart, Erste Abt., 4. Bd., 1.Teil. Stuttgart, 2002.</full>
  </record>
  <record>
    <code>Suckow(Koch)</code>
    <full>Suckow, Ninon. 'Der Magdeburger Fr&#252;hdrucker Simon Koch: zur &#220;berlieferung seiner Druckproduktion'. Inkunabel- und Einbandkunde: Beitr&#228;ge des Symposions zu Ehren von Max Joseph Husung am 17. und 18. Mai 1995 in Helmstedt, Wiesbaden, 1996, pp. 87-94 (Bibliothek und Wissenschaft 29 (1996).</full>
  </record>
  <record>
    <code>Sudhoff</code>
    <full>Sudhoff, Karl. Deutsche medizinische Inkunabeln. Leipzig, 1908.</full>
  </record>
  <record>
    <code>Sudhoff(Erstlinge)</code>
    <full>Sudhoff, Karl. Graphische und typographische Erstlinge der Syphilisliteratur aus den Jahren 1495 und 1496. M&#252;nchen, 1912 (Alte Meister der Medizin und Naturkunde, Bd. 4).</full>
  </record>
  <record>
    <code>Tchemerzine</code>
    <full>Tchemerzine, Avenir. Bibliographie d'&#233;ditions originales ou rares d'auteurs fran&#231;ais des XVe, XVIe, XVIIe et XVIIIe si&#232;cles. 10 vols. Paris, 1930-36.</full>
  </record>
  <record>
    <code>Teitge-Stelzer</code>
    <full>Teitge, Hans-Erich und Eva-Maria Stelzer (ed.). Kostbarkeiten der Deutschen Staatsbibliothek. Leipzig, 1986.</full>
  </record>
  <record>
    <code>Tenschert(Horae)</code>
    <full>Horae B.M.V.: 158 Stundenbuchdrucke der Sammlung Biberm&#252;hle. Hrsg. Heribert Tenschert und Ina Nettekoven. Ramsen, 2003.</full>
  </record>
  <record>
    <code>TFS</code>
    <full>Type Facsimile Society. Publications. Oxford, 1900-09.</full>
  </record>
  <record>
    <code>Thach</code>
    <full>Ashley, Frederick W. Library of Congress: Catalogue of the John Boyd Thacher collection of incunabula. Washington, D.C., 1915.</full>
  </record>
  <record>
    <code>Thes</code>
    <full>Thesaurus typographiae hebraicae saeculi XV. Edited by Aron Freimann. Parts 1-8. Berlin, 1924-31.</full>
  </record>
  <record>
    <code>Thierry-Poux</code>
    <full>Thierry-Poux, Olgar. Premiers monuments de l'imprimerie en France au XVe si&#232;cle. Paris, 1890.</full>
  </record>
  <record>
    <code>Tinto</code>
    <full>Tinto, Alberto. Gli annali tipografici di Eucario e Marcello Silber (1501-1527). Firenze, 1968. (Biblioteca di bibliografia italiana, 55).</full>
  </record>
  <record>
    <code>Tobolka</code>
    <full>Tobolka, Zden&#283;k. &#268;esk&#253; slovn&#237;k bibliografick&#253;. D&#237;l I. &#268;esk&#233; prvotisky, a&#382; do r. 1500. Prague, 1910.</full>
  </record>
  <record>
    <code>Torchet</code>
    <full>Torchet, Louis. Catalogues r&#233;gionaux des incunables des Biblioth&#232;ques publiques de France. Vol.V: Biblioth&#232;ques de la R&#233;gion des Pays de la Loire. Bordeaux, 1987.</full>
  </record>
  <record>
    <code>&#220;berlingen</code>
    <full>&#220;berlinger Inkunabelkatalog: Katalog der Inkunabeln der Leopold-Sophien-Bibliothek &#220;berlingen. Bearbeitet von D.H. Stolz. Konstanz, 1970.</full>
  </record>
  <record>
    <code>Urb&#225;nkov&#225;</code>
    <full>Urb&#225;nkov&#225;, Emma. Soupis prvotisk&#367; &#269;esk&#233;ho p&#367;vodu. Praha, 1986.</full>
  </record>
  <record>
    <code>Valsecchi</code>
    <full>Valsecchi, F. Gli incunaboli dell' Ambrosiana. Vol.1. Vicenza, 1972.</full>
  </record>
  <record>
    <code>Valverde</code>
    <full>Valverde del Barrio, Cristino. Cat&#225;logo de incunables y libros raros de la Santa Iglesia Catedral de Segovia. Segovia, 1930.</full>
  </record>
  <record>
    <code>Van der Haegen</code>
    <full>Van der Haegen, Pierre L. Der fr&#252;he Basler Buchdruck. Basel, 2001 (Schriften der Universit&#228;tsbibliothek Basel, Vol. 5)</full>
  </record>
  <record>
    <code>Van der Vekene</code>
    <full>Van der Vekene, Emil. Katalog der Inkunabeln der Nationalbibliothek Luxemburg. Luxemburg, 1970.</full>
  </record>
  <record>
    <code>Van der Vekene(Hochfeder)</code>
    <full>Van der Vekene, Emil. Kaspar Hochfeder. Baden-Baden, 1974. (Bibliotheca Bibliographica aureliana, 52).</full>
  </record>
  <record>
    <code>Van Straalen</code>
    <full>Van Straalen, S. Catalogue of Hebrew books in the British Museum acquired during the years 1868-92. London, 1894.</full>
  </record>
  <record>
    <code>VD16</code>
    <full>Verzeichnis der im deutschen Sprachbereich erschienenen Drucke des XVI. Jahrhunderts. Stuttgart, 1983- 1997.</full>
  </record>
  <record>
    <code>VE15</code>
    <full>Eisermann, Falk. Verzeichnis der typographischen Einblattdrucke des 15. Jahrhunderts im Heiligen R&#246;mischen Reich Deutscher Nation. 3 vols. Wiesbaden, 2004.</full>
  </record>
  <record>
    <code>Veneziani(Brescia)</code>
    <full>Veneziani, Paolo. La tipografia a Brescia nel XV secolo. Firenze, 1986. (Biblioteca di bibliografia italiana, 107).</full>
  </record>
  <record>
    <code>Veneziani(Perugia)</code>
    <full>Veneziani, Paolo. 'Pietro da Colonia e il Tipografo del Robertus Anglicus'. La Bibliofilia 75 (1973) pp.45-75.</full>
  </record>
  <record>
    <code>Veneziani(Roma)</code>
    <full>Veneziani, Paolo. 'Cinque incunabuli romani sconosciuti'. Annali della Scuola speciale per archivisti e bibliotecari dell' Universit&#224; di Roma 13 (1973) pp.70-81.</full>
  </record>
  <record>
    <code>Verdier(Talleur)</code>
    <full>Verdier, Pierre Le. L'atelier de Guillaume Le Talleur. Rouen, 1916.</full>
  </record>
  <record>
    <code>Verfasserlexikon 2</code>
    <full>Die deutsche Literatur des Mittelalters. Verfasserlexikon. 2. v&#246;llig neu bearb. Auflage. Berlin, 1978- [in progress].</full>
  </record>
  <record>
    <code>Veyrin-Forrer(Cesaris)</code>
    <full>Veyrin-Forrer, Jeanne. 'Le deuxi&#232;me atelier typographique de Paris: Cesaris et Stol'. Gb Jb 1976 pp.117-29 (reprinted in: La lettre et le texte, Paris, 1987, pp.189-212).</full>
  </record>
  <record>
    <code>Veyrin-Forrer(Premiers ateliers)</code>
    <full>Veyrin-Forrer, Jeanne. 'Les premiers ateliers typographiques parisiens: quelques aspects techniques'. Villes d'imprimerie et moulins &#224; papier du XIVe au XVIe si&#232;cle: colloque international, Spa, 11-14.IX.1973, Bruxelles, 1976, pp.317-35 (reprinted in: La lettre et le texte, Paris, 1987, pp.213-36).</full>
  </record>
  <record>
    <code>Veyrin-Forrer(Sorbonne)</code>
    <full>Veyrin-Forrer, Jeanne. 'Aux origines de l'imprimerie fran&#231;aise: l'atelier de la Sorbonne et ses mec&#232;nes'. L'art du livre &#224; l'Imprimerie Nationale, Paris, 1973, pp.32-53 (reprinted in: La lettre et le texte, Paris, 1987, pp.161-88).</full>
  </record>
  <record>
    <code>Vindel</code>
    <full>Vindel, Francisco. Manual gr&#225;fico-descriptivo del bibli&#243;filo Hispano-Americano (1475-1850). Suplemento. Madrid, 1934.</full>
  </record>
  <record>
    <code>Vindel(A)</code>
    <full>Vindel, Francisco. El arte tipogr&#225;fico en Espa&#241;a durante el siglo XV. 9 vols. Madrid, 1945-51.</full>
  </record>
  <record>
    <code>Vischer(Z&#252;rich)</code>
    <full>Vischer, Manfred. Bibliographie der Z&#252;rcher Druckschriften des 15. und 16. Jahrhunderts. Baden-Baden, 1991. (Bibliotheca Bibliographica Aureliana, 124.)</full>
  </record>
  <record>
    <code>Voull(B)</code>
    <full>Voulli&#233;me, Ernst. Die Inkunabeln der K&#246;niglichen Bibliothek (Preussischen Staatsbibliothek) und der anderen Berliner Sammlungen. XXX. Beiheft zum ZfB. Leipzig, 1906. (supplements: 1914, 1922, 1927).</full>
  </record>
  <record>
    <code>Voull(Bonn)</code>
    <full>Voulli&#233;me, Ernst. Die Incunabeln der K&#246;niglichen Universit&#228;ts-Bibliothek zu Bonn. XIII. Beiheft zum ZfB. Leipzig, 1894.</full>
  </record>
  <record>
    <code>Voull(K)</code>
    <full>Voulli&#233;me, Ernst. Der Buchdruck K&#246;lns bis zum Ende des f&#252;nfzehnten Jahrhunderts. Bonn, 1903. (Gesellschaft f&#252;r Rheinische Geschichtskunde, XXIV).</full>
  </record>
  <record>
    <code>Voull(Nachtr&#228;ge)</code>
    <full>Voulli&#233;me, Ernst. 'Nachtr&#228;ge zu den Buchh&#228;ndleranzeigen des XV. Jahrhunderts in getreuen Nachbildungen herausgegeben von K. Burger', Festgabe Konrad Haebler, pp.18-44.</full>
  </record>
  <record>
    <code>Voull(Trier)</code>
    <full>Voulli&#233;me, Ernst. Die Inkunabeln der &#246;ffentlichen Bibliothek und der kleineren B&#252;chersammlungen der Stadt Trier. XXXVIII. Beiheft zum ZfB. Leipzig, 1910.</full>
  </record>
  <record>
    <code>Voull(1904)</code>
    <full>Voulli&#233;me, Ernst. 'Unbeschriebene niederl&#228;ndische Inkunabeln der Berliner K&#246;niglichen Bibliothek'. ZfB 21 (1904) pp.439-50.</full>
  </record>
  <record>
    <code>Wach</code>
    <full>Wachstein, B. Katalog der Salo Cohn'schen Schenkungen. II: B&#252;cher aus der Sammlung S.H. Halberstam. Wien. 1914.</full>
  </record>
  <record>
    <code>W&#228;scher(Flugblatt)</code>
    <full>W&#228;scher, Hermann. Das deutsche illustrierte Flugblatt von den Anf&#228;ngen bis zu den Befreiungskriegen. Dresden, 1955.</full>
  </record>
  <record>
    <code>Wagner &amp; Carrera</code>
    <full>Wagner, K. and M. Carrera. Catalogo dei libri a stampa in lingua italiana della Biblioteca Colombina di Siviglia. Modena, 1991.</full>
  </record>
  <record>
    <code>Walsh</code>
    <full>Walsh, James E. A catalogue of the fifteenth-century printed books in the Harvard University Library. 5 vols. Binghamton NY, Tempe AZ, 1991-95. (supplement ... , by David R. Whitesell. Harvard Library Bulletin 16 nos. 1-2 (2005)).</full>
  </record>
  <record>
    <code>Walt</code>
    <full>Incunabula typographica: a descriptive catalogue of the books printed in the fifteenth century (1460-1500) in the library of Henry Walters. Baltimore, 1906.</full>
  </record>
  <record>
    <code>Weale</code>
    <full>Weale, W.H. James. Bibliographia liturgica: catalogus missalium ritus latini ab anno M.CCCC.LXXV. impressorum. Londini, 1886.</full>
  </record>
  <record>
    <code>Weale-Boh</code>
    <full>Bibliographia liturgica &#8230; : Iterum edidit H. Bohatta. Londini, 1928.</full>
  </record>
  <record>
    <code>Weale-Boh(Suppl)</code>
    <full>Amiet, Robert. Missels et br&#233;viaires imprim&#233;s (suppl&#233;ment aux catalogues de Weale et Bohatta). Paris, 1990.</full>
  </record>
  <record>
    <code>Wehmer(Buchdrucker)</code>
    <full>Wehmer, Carl, Deutsche Buchdrucker des f&#252;nfzehnten Jahrhunderts. Wiesbaden, 1971 (Reprinted from: Wehmer, Carl, Deutscher Buchdruck im Jahrhundert Gutenbergs. Leipzig, 1940).</full>
  </record>
  <record>
    <code>Weil(M&#252;nchen)</code>
    <full>Weil, Ernst. Die Wiegendrucke M&#252;nchens: ein bibliographisches Verzeichnis mit neun Typentafeln. M&#252;nchen, 1923.</full>
  </record>
  <record>
    <code>Weller</code>
    <full>Weller, Emil. Repertorium bibliographicum: die deutsche Literatur im ersten Viertel des 16.Jahrhunderts. N&#246;rdlingen, 1864. (Reprinted Hildesheim, 1961).</full>
  </record>
  <record>
    <code>Well(Pl)Cat</code>
    <full>Jackson, Margaret Hastings. Catalogue of the Frances Taylor Pearsons Plimpton collection of Italian books &#8230; in the library of Wellesley College. Cambridge (Mass.), 1929.</full>
  </record>
  <record>
    <code>Wickersheimer</code>
    <full>Wickersheimer, E. Dictionnaire biographique des m&#233;decins en France au Moyen Age. Gen&#232;ve, 1936. (Suppl&#233;ment, par Danielle Jacquart. Gen&#232;ve, 1979.)</full>
  </record>
  <record>
    <code>Wiegrefe</code>
    <full>Wiegrefe, A. W. Die Wiegendrucke der Oberschule f&#252;r Jungen in Stadthagen. [B&#252;ckeburg, 1940.] (Sonderdruck aus der Festschrift 'Das Alte Stadthagen und seine H&#246;here Schule'. B&#252;ckeburg, 1939.)</full>
  </record>
  <record>
    <code>Wiener</code>
    <full>Wiener, S. Catalogus librorum impressorum hebraeorum in Museo Asiatico Scientiarum Rossicae asservatorum. Petropoli, 1893-1936.</full>
  </record>
  <record>
    <code>WILC</code>
    <full>Watermarks in incunabula printed in the Low Countries. http://watermark.kb.nl/index.html.</full>
  </record>
  <record>
    <code>Wilhelmi</code>
    <full>Wilhelmi, T. Inkunabeln in Greifswalder Bibliotheken: Verzeichnis der Best&#228;nde der Universit&#228;tsbibliothek Greifswald, der Bibliothek des Geistlichen Ministeriums und des Landesarchivs Greifswald. Wiesbaden, 1997.</full>
  </record>
  <record>
    <code>Wilhelmi, Brant</code>
    <full>Wilhelmi, T. Sebastian Brant Bibliographie. Bern u.a., 1990. (Arbeiten zur mittleren Deutschen Literatur und Sprache, 18/3).</full>
  </record>
  <record>
    <code>Will</code>
    <full>Will, Erich. Decreti Gratiani incunabula. Bononiae, 1959. (Studia Gratiana, 6).</full>
  </record>
  <record>
    <code>Wilson</code>
    <full>Wilson, Adrian. The making of the Nuremberg Chronicle. Amsterdam, 1976.</full>
  </record>
  <record>
    <code>Winn(V&#233;rard)</code>
    <full>Winn, Mary Beth. Anthoine V&#233;rard: Parisian publisher 1485-1512. Gen&#232;ve, 1997. (Travaux d'humanisme et renaissance, 313).</full>
  </record>
  <record>
    <code>Winteroll</code>
    <full>Winteroll, Hans Michael. Summae Innumerae: die Buchanzeigen der Inkunabelzeit und der Wandel lateinischer Gebrauchstexte im fr&#252;hen Buchdruck. Stuttgart, 1987. (Stuttgarter Arbeiten zur Germanistik, 193.)</full>
  </record>
  <record>
    <code>Wuttke(Donnerstein)</code>
    <full>Wuttke, Dieter. 'Sebastian Brant und Maximilian I: eine Studie zu Brants Donnerstein-Flugblatt des Jahres 1492', Die Humanisten in ihrer politischen und sozialen Umwelt, Boppard, 1976, pp.141-76. (Deutsche Forschungsgemeinschaft. Kommission f&#252;r Humanismusforschung. Mitteilung III).</full>
  </record>
  <record>
    <code>Yhmoff Cabrera</code>
    <full>Yhmoff Cabrera, Jes&#250;s. Cat&#225;logo de incunables de la Biblioteca Nacional de M&#233;xico. 2a ed. M&#233;xico, 1987.</full>
  </record>
  <record>
    <code>Z&#225;meck&#233; knihovny</code>
    <full>Katalog prvotisk&#367; z&#225;meck&#253;ch a hradn&#237;ch knihoven v &#268;esk&#233; republice. &#268;&#225;st 1-4: Sborn&#237;k N&#225;rodn&#237;ho Muzea v Praze, Rada C, 33.3-4 (1988), 34 (1989), 35 (1990, with plates).</full>
  </record>
  <record>
    <code>ZD</code>
    <full>Hermans, Jos. M. M. Zwolse boeken voor een markt zonder grenzen 1477-1523. 't Goy-Houten, 2004.</full>
  </record>
  <record>
    <code>Zdanevich</code>
    <full>Zdanevich, B. Katalog inkunabul. [Akademiya Nauk Ukrains'koi RSR]. Kiev, 1974.</full>
  </record>
  <record>
    <code>Zedler(Ablassbriefe)</code>
    <full>Zedler, Gottfried. Die Mainzer Abla&#223;briefe der Jahre 1454 und 1455. Mainz, 1913. (Ver&#246;ffentlichungen der Gutenberg-Gesellschaft, Bd.12/13).</full>
  </record>
  <record>
    <code>Zedler(Nassau)</code>
    <full>Zedler, Gottfried. Die Inkunabeln Nassauischer Bibliotheken. Wiesbaden, 1900.</full>
  </record>
  <record>
    <code>Zedler, Pfister</code>
    <full>Zedler, Gottfried. Die Bamberger Pfisterdrucke. Mainz, 1911. (Ver&#246;ffentlichungen der Gutenberg-Gesellschaft X-XI).</full>
  </record>
  <record>
    <code>Zedner</code>
    <full>Zedner, J. Catalogue of the Hebrew books in the library of the British Museum. London, 1867.</full>
  </record>
  <record>
    <code>Zehnacker</code>
    <full>Zehnacker, Fran&#231;oise. Catalogues r&#233;gionaux des incunables des Biblioth&#232;ques publiques de France. Vol.XIII: R&#233;gion Alsace (Bas Rhin). Tome 1.2. Paris, 1997.</full>
  </record>
  <record>
    <code>ZfB</code>
    <full>Zentralblatt f&#252;r Bibliothekswesen. Leipzig, 1884-1990. (From 1884 to 1903 'Centralblatt &#8230; ').</full>
  </record>
  <record>
    <code>ZfBB</code>
    <full>Zeitschrift f&#252;r Bibliothekswesen und Bibliographie. Frankfurt am Main, 1954- .</full>
  </record>
  <record>
    <code>Zilioli</code>
    <full>Zilioli Faden, Rosa. Catalogo del Fondo Lanfranchi della Biblioteca Civica di Pallazzolo sull'Oglio. I. Gli incunaboli e i manoscritti. Milano, 1996.</full>
  </record>
  <record>
    <code>Zimmer</code>
    <full>Zimmer, Szczepan K. The beginning of Cyrillic printing: Cracow, 1491. New York, 1973.</full>
  </record>
  <record>
    <code>Zinner</code>
    <full>Zinner, Ernst. Geschichte und Bibliographie der astronomischen Literatur in Deutschland zur Zeit der Renaissance. 2. Aufl. mit einem Nachtrag von 622 Nummern. Stuttgart 1964.</full>
  </record>
  <record>
    <code>Zoepfl</code>
    <full>Zoepfl, Friedrich. Das Bistum Augsburg und seine Bisch&#246;fe im Mittelalter. Augsburg, 1955.</full>
  </record>
</refs>
